[
{
"id": 1,
"title": "潮汕牛肉丸",
"price": 50,
"image": "1",
"detail": "弹性十足，鲜美多汁。",
"imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.EorALzEUqNyV0MiPq_GaZgHaE7?w=303&h=202&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
  "videoUri":"https://vdept3.bdstatic.com/mda-rdm1hahp4behp5vt/360p/h264/1745283872767132271/mda-rdm1hahp4behp5vt.mp4?v_from_s=hkapp-haokan-suzhou&auth_key=1745426075-0-0-abd66b6ffb0e2b28a23fdea1de86247a&bcevod_channel=searchbox_feed&cr=0&cd=0&pd=1&pt=3&logid=2075228423&vid=7264720569005871730&klogid=2075228423&abtest=",
"content": "潮汕牛肉丸的历史可追溯至清代，据传由客家捶打猪肉丸的工艺改良而来，因潮汕沿海地区牛肉资源丰富，逐渐演变为以牛肉为主料的特色小吃。其制作工艺极为讲究：精选新鲜黄牛肉后腿肉（需剔除筋膜），用特制的方形厚木槌（重约3斤）反复捶打30分钟以上，直至肉质纤维完全断裂成肉泥状，俗称“打胶”。捶打过程中需分次加入冰水和盐，促使肌红蛋白充分溶出，形成富有弹性的“牛肉胶”。随后加入少许鱼露、胡椒粉调味，再经手工摔打至表面光滑发亮，最后挤成乒乓球大小的丸子，投入温水锅中定型煮熟。\n\n成品牛肉丸具有“弹性十足、鲜美多汁”的核心特点，其秘诀在于捶打时保留的肌肉纤维网络结构，使得丸子经高温煮制后仍能保持紧实口感，甚至可弹起乒乓球。传统吃法以牛肉火锅为主，沸腾的牛骨汤中涮煮10-15秒即可食用，搭配沙茶酱或普宁豆酱，肉香与酱香交织。此外，牛肉丸汤配粿条也是经典早餐选择，汤色清澈却饱含牛肉精华，丸子咬开后汤汁迸发，令人回味无穷。\n\n在潮汕文化中，牛肉丸不仅是街头小吃，更是家庭团聚的象征。每逢春节或中秋，家家户户都会手工捶打牛肉丸，长辈常以“捶丸力道足，日子才够劲”教导晚辈，传承着对食物的敬畏与对生活的热忱。如今，潮汕牛肉丸已走向全国，甚至成为米其林餐厅的座上宾，其从食材到工艺的极致追求，展现了潮汕饮食文化“鲜字当头，匠心底蕴”的精髓。"
},
{
"id": 2,
"title": "潮汕鱼丸",
"price": 45,
"image": "2",
"detail": "鲜美嫩滑，弹性好。",
"videoUri":"https://vdept3.bdstatic.com/mda-rcdv8fpn8vsagf4m/360p/h264/1741984855603580487/mda-rcdv8fpn8vsagf4m.mp4?v_from_s=hkapp-haokan-suzhou&auth_key=1745348630-0-0-6fb2b746366504d1f01325dddd535be6&bcevod_channel=searchbox_feed&pd=1&cr=0&cd=0&pt=3&logid=0230534649&vid=3617514795522511292&klogid=0230534649&abtest=",
"imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.D_zC4wfEE4v6BDKRIQ7MDAHaFj?w=265&h=199&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "潮汕鱼丸的历史可追溯至明代，据《潮州府志》记载，沿海渔民为保存新鲜海鱼，将鱼肉剁糜制成丸子，逐渐形成“以鱼制丸”的饮食智慧。其制作需选用新鲜海鱼（如马鲛鱼、鳗鱼、鮸鱼），清晨捕捞上岸后立即处理：去骨取肉，用钢刀刮取鱼肉（避免鱼骨残留），加入冰水、盐、薯粉顺时针搅拌至起胶，手法需“快、稳、狠”，确保鱼肉纤维充分吸水膨胀，形成Q弹质地。传统鱼丸讲究“三去三留”——去鳞、去骨、去内脏，留鱼肉、留鱼油、留鲜味，最终制成的丸子色泽雪白，入锅后浮于水面，久煮不烂。\n\n鱼丸的鲜美源于海鱼本身的油脂与蛋白质，无需过多调味即可展现本味。经典吃法有两种：一是清汤鱼丸，以鱼骨熬制的高汤为底，加入菜心、豆腐煮制，汤色清亮，鱼丸入口嫩滑，鲜味直达喉头；二是干捞鱼丸，搭配粿条或米粉，淋上花生酱、芝麻酱，甜咸交织中更显鱼丸的弹牙口感。在潮汕婚宴上，鱼丸常作为“头菜”上桌，取“鱼跃龙门，团团圆圆”之意，寄托对新人的美好祝福。\n\n值得一提的是，潮汕鱼丸还衍生出“鱼饺”“鱼册”等变体：鱼饺以鱼浆做皮包裹肉馅，形似半月；鱼册则将鱼浆摊成薄片卷成条，切片后可炒可煮。这些制品共同构成潮汕“无鱼不成席”的饮食特色，体现了当地人对海洋馈赠的珍视与创造性转化。"
},
{
"id": 3,
"title": "潮汕牛肉火锅",
"price": 150,
"image": "3",
  "videoUri":"https://vdept3.bdstatic.com/mda-qcud54jnuhsxag84/cae_h264/1711855844446500230/mda-qcud54jnuhsxag84.mp4?v_from_s=hkapp-haokan-suzhou&auth_key=1745348802-0-0-4f8dd614b64961b69875c4e0f8a885f7&bcevod_channel=searchbox_feed&cr=0&cd=0&pd=1&pt=3&logid=0402211861&vid=16966043798328140435&klogid=0402211861&abtest=",
"detail": "鲜切牛肉，清汤锅底。",
"imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.meF9eUR_5MSK6h883R3bgwHaE7?w=285&h=190&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "潮汕牛肉火锅起源于20世纪40年代的汕头街头，最初是码头工人用牛骨、牛杂熬汤煮食的简易餐食，后经改良成为以“鲜切牛肉+清水锅底”为核心的精致饮食。其灵魂在于对牛肉部位的极致细分：一头牛仅约30%的部位适合火锅，包括雪花脖兰（脂肪如雪花分布）、吊龙伴（牛脊肉）、匙柄（前腿肉，筋肉分明）、五花趾（后腿腱子肉，纹路如梅花）等，每个部位需按不同纹理切割，厚度控制在0.3-0.5厘米，确保涮煮时受热均匀。\n\n锅底采用牛骨、牛腩、白萝卜文火熬制6小时以上，汤色乳白却清澈，仅加少许盐调味，旨在凸显牛肉本味。食用时遵循“先肥后瘦，先肉后杂”的顺序：雪花脖兰涮8秒即熟，入口脂香浓郁；吊龙伴涮10秒，肉质软嫩带嚼劲；五花趾需涮15秒，筋道弹牙。搭配的沙茶酱以花生、虾米、鱼干炒制而成，甜咸微辣，与牛肉的鲜甜形成绝妙平衡。\n\n潮汕牛肉火锅不仅是味觉的盛宴，更蕴含着“食不厌精”的饮食哲学。在汕头八合里、潮州官塘等地，老字号火锅店凌晨便开始宰牛，现切现卖，食客围炉而坐，看师傅在明档熟练切肉，听着“滋啦”的涮肉声，感受着“一牛多吃，部位各异”的饮食智慧。如今，这种“清水涮鲜”的吃法风靡全国，甚至登上《舌尖上的中国》，成为潮汕美食走向世界的名片。"
},
{
"id": 4,
"title": "蚝烙",
"price": 35,
"image": "4",
  "videoUri":"",
"detail": "外酥里嫩，鲜美可口。",
"imageUrl": "https://p1.ssl.qhimg.com/t01f063ec14bcb6a641.jpg",
"content": "蚝烙又称“蚵仔烙”，是潮汕地区极具代表性的街头小吃，其历史可追溯至宋代，据《梦粱录》记载，南宋临安已有类似“蛤蛎煎饼”的食品，随移民传入潮汕后演变为独特风味。制作蚝烙需选用清晨捕捞的“珠蚝”（小而饱满的牡蛎），用清水冲洗后沥干，加入地瓜粉、鸡蛋液、少许葱花调成糊状。铁锅烧热后倒入猪油（需用猪板油熬制的“朥油”），油热后倒入蚝糊，用中火煎至底部金黄酥脆，翻面后再淋入蛋液，待蛋液凝固后呈圆饼状起锅。\n\n地道的蚝烙需达到“外酥里嫩，蚝肉多汁”的境界：外层的地瓜粉经高温油炸形成金黄脆壳，内部的蚝肉却保持鲜嫩，咬开时汤汁迸发，混合着鸡蛋的嫩滑与猪油的香气，再蘸上少许鱼露或浙醋，解腻提鲜。潮汕人尤其讲究“猛火厚朥芳臊汤”——猛火确保速熟锁鲜，厚朥（猪油）增添香气，而“芳臊汤”（即蚝的鲜味）则是灵魂所在。\n\n在潮汕夜市中，蚝烙摊位常支起大铁锅，师傅手持长筷翻动烙饼，油花四溅中香气四溢，搭配一碗白粥或咸茶，便是最接地气的夜宵选择。逢年过节，家庭主妇也会在家制作蚝烙，寓意“好彩头”，其外脆内软的口感，恰似潮汕人“外刚内柔”的性格特质。"
},
{
"id": 5,
"title": "肠粉",
"price": 20,
"image": "5",
  "videoUri":"",
"detail": "滑嫩可口，酱汁浓郁。",
"imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.a20f2fd3f5806757c30fc2a174f0b9cb?rik=Z3KDJeXyRdpftw&riu=http%3a%2f%2fn.sinaimg.cn%2fsinakd20200730ac%2f384%2fw2048h1536%2f20200730%2f2d3e-iwxpesy3953525.jpg&ehk=ZBb%2bRGyW3Qn%2bO%2b%2flng8qfGvfc%2fWLlXuk1xMfJeO4w1o%3d&risl=&pid=ImgRaw&r=0.jpg",
"content": "潮汕肠粉起源于20世纪80年代，受广式肠粉启发改良而成，但在酱汁、配料上更具地域特色。其制作工艺以“蒸制速度”见长：特制的抽屉式蒸炉中，每格蒸盘刷一层薄油，倒入米浆（由早米浸泡磨制，需保持米浆细腻），加入鸡蛋、肉末、虾仁、豆芽等配料，旺火蒸1-2分钟即可取出，用竹片刮成卷状装入碗中。\n\n关键在于酱汁的调配：潮汕肠粉的酱汁以“豉油皇”为主，用猪骨汤、生抽、老抽、冰糖、香菇、虾米熬制30分钟，收汁后加入蒜蓉、香菜提香，色泽红亮，咸甜适中。与广式肠粉的清淡不同，潮汕肠粉的酱汁更浓郁，能充分包裹滑嫩的粉皮，搭配芝麻花生碎增添口感层次。\n\n作为潮汕人最钟爱的早餐之一，肠粉摊通常凌晨五点便开始营业，上班族、学生族络绎不绝。街头常见“夫妻档”默契配合：一人负责蒸粉、加料，一人负责调酱、打包，每份肠粉从制作到上桌不超过5分钟。有趣的是，不同县区的肠粉略有差异：汕头肠粉多配菜脯粒，潮州肠粉喜加炸蒜蓉，揭阳肠粉则偏爱芝麻酱，体现了“一市一风味”的饮食多样性。"
},
{
"id": 6,
"title": "粿条",
"price": 18,
"image": "6",
  "videoUri":"",
"detail": "爽滑可口，汤汁鲜美。",
"imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.FQTbC9fKnyozfFKfr3c2SgHaHa?w=197&h=197&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "粿条是潮汕饮食的“万能基底”，其历史可追溯至明代，由中原米食文化与潮汕气候结合演变而来。制作需选用晚季大米（淀粉含量高），经浸泡、磨浆、蒸制、碾压成宽约3厘米的薄片状，过程中不添加任何添加剂，仅靠米浆本身的黏性成型。传统粿条需当天制作当天食用，口感最为爽滑，久置则易粘连变韧。\n\n粿条的吃法丰富多样，最经典的是“粿条汤”：以猪骨或鱼骨熬制的高汤为底，加入新鲜粿条、猪杂（猪肝、粉肠、猪心）或海鲜（鲜虾、鱿鱼），汤头清甜，粿条吸附汤汁后软滑入味，搭配芹菜珠、胡椒粉提香，是潮汕人早餐或夜宵的暖心之选。此外，“炒粿条”也是街头招牌菜：猪油爆香蒜蓉后，加入粿条大火快炒，调入沙茶酱、酱油，再配入鸡蛋、豆芽、腊肠，出锅时撒上芝麻，锅气十足，咸香微甜。\n\n在潮汕民俗中，粿条象征“顺顺利利”，常用于节庆祭祀或婚庆喜宴。例如，新人结婚时，娘家会送“粿条礼盒”，寓意“日子如粿条般绵长顺滑”。小小的粿条，不仅承载着潮汕人的味觉记忆，更体现了就地取材、物尽其用的饮食智慧，成为连接家庭与市井的文化符号。"
},
{
"id": 7,
"title": "潮汕糖水",
"price": 12,
"image": "7",
  "videoUri":"",
"detail": "甜而不腻，种类丰富。",
"imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.lSn7j2NRBQYEtsnSefj_pwHaFj?w=231&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "潮汕糖水是岭南饮食文化的重要分支，起源于唐代“饮子”习俗，经宋元时期海上贸易传入的蔗糖工艺改良，逐渐形成“甜而不腻、药食同源”的特色。其种类多达数十种，既有传统的豆类糖水（如绿豆沙、红豆沙、黑豆沙），也有根茎类（番薯芋头糖水）、谷物类（八宝粥、麦粥）、药膳类（莲子百合糖水、海底椰雪梨膏），甚至包含水果入馔的创意糖水（如金瓜芋泥、荔枝银耳）。\n\n制作潮汕糖水讲究“慢工出细活”：以绿豆沙为例，需将绿豆提前浸泡去皮，用猪油炒香后加清水熬煮至起沙，调入黄糖调味，最后撒上陈皮丝提香；芝麻糊则需将黑芝麻炒熟磨浆，加入糯米粉勾芡，煮至浓稠如膏，入口细腻顺滑，散发浓郁的坚果香气。夏季消暑的草粿（仙草冻）则用仙草干熬煮12小时，过滤后加入淀粉凝固，搭配红糖碎冰，清凉降火。\n\n潮汕人饮用糖水不仅是为了消渴解腻，更蕴含“食疗养生”的理念。例如，杏仁糊润肺止咳，白果腐竹糖水健脾祛湿，每逢换季或干燥时节，家庭主妇便会煮上一锅糖水，全家共享。街头糖水铺常以“老熟地”“古早味”为招牌，傍晚时分亮起暖黄的灯，一碗糖水配一碟小糕点，成为潮汕人日常生活中“甜润的仪式感”。"
},
{
"id": 8,
"title": "咸水粿",
"price": 10,
  "videoUri":"",
"image": "8",
"detail": "口感软糯，味道鲜美。",
"imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.g5WtDwjoXaEc5CRDOdXx6gHaFq?w=281&h=215&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "咸水粿是潮汕地区极具烟火气的传统小吃，又名“水粿”，因米浆中加入盐水调味而得名，历史可追溯至清代潮安县志记载的“米粿”类食品。其制作工艺简洁却讲究：将大米浸泡4小时后磨成米浆，加入少许盐水搅拌均匀，倒入直径约5厘米的小陶钵中，旺火蒸15分钟至表面光滑隆起，冷却后脱模，形如小圆盘，质地软糯微咸，表面微微凹陷，便于承载配料。\n\n咸水粿的灵魂在于“菜脯粒”（萝卜干碎）：选用潮汕本地腌制的老菜脯，切成小米粒大小，用猪油炒至金黄酥脆，香气扑鼻。食用时，将菜脯粒铺在粿体凹陷处，淋上少许酱油或鱼露，再点缀几滴芝麻香油。软糯的粿体与香脆的菜脯形成鲜明对比，咸香中带一丝微甜，米香与酱香交织，十分开胃。\n\n在潮汕街头，咸水粿摊位常与豆浆、油条摊相邻，构成经典的早餐组合。卖粿人推着竹制小推车，掀开棉纱布，露出整齐排列的水粿，熟客往往会说“来两个粿，多菜脯”。这种平价小吃不仅是市井生活的写照，更体现了潮汕人“以咸提鲜、化平凡为神奇”的饮食智慧——简单的米浆与萝卜干，经巧妙搭配便成为回味无穷的味觉记忆。"
}, 
  {
"id": 9,
"title": "反沙芋头",
"price": 25,
    "videoUri":"",
"image": "9",
"detail": "外酥里嫩，甜而不腻。",
"imageUrl": "https://img1.baidu.com/it/u=3135991509,3288721521&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1422.jpg",
"content": "反沙芋头是潮汕传统甜菜的代表，“反沙”二字源于其独特的糖霜工艺，意为“糖霜反沙成粒”，与广式“拔丝”技法异曲同工，却更具干爽口感。其历史可追溯至明清时期，当时潮汕蔗糖产业兴盛，民间厨师将北方拔丝技法改良，创造出适合南方口味的“反沙”系列甜品。制作需选用本地“槟榔芋”（表皮粗糙、肉质粉糯），切成食指粗细的长条，裹上薄薄一层淀粉，入热油炸至金黄酥脆，内部芋肉熟透软化。\n\n关键工序在于“炒糖沙”：另起锅放清水与白糖，比例约1:1.5，小火熬煮至糖浆呈琥珀色、泛起细密泡沫，倒入炸好的芋头快速翻炒，使糖浆均匀裹住芋条。此时需掌握火候与手速——糖浆遇冷会迅速结晶，形成白色糖霜，包裹住外酥内粉的芋头，咬开时糖霜簌簌掉落，芋肉的绵密与糖粒的脆甜相互映衬，甜而不腻，还带有淡淡奶香（部分配方会加入猪油增香）。\n\n反沙芋头常作为潮汕宴席的“压轴甜品”，寓意“甜甜蜜蜜，金玉满堂”。在中秋、冬至等节俗中，家庭也会制作此菜，搭配功夫茶解腻。有趣的是，潮汕人还会将反沙技法延伸至番薯、紫薯等食材，形成“反沙家族”。街头甜品店中，刚出锅的反沙芋头常被抢购一空，其外脆内绵的口感与老少咸宜的甜度，成为连接传统与现代的味觉桥梁。"
},
{
"id": 10,
"title": "潮汕粥",
"price": 30,
"image": "10",
  "videoUri":"",
"detail": "粥底绵滑，配料丰富。",
"imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.Dti08aFJYQdD6tPWUkv6egHaFj?w=256&h=192&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
"content": "潮汕粥以“糜”为名，与广府粥的绵密、福建粥的稠厚不同，追求“粥底清而不寡，配料丰而不杂”的境界，起源可追溯至宋代《岭外代答》中记载的“广南粥”。其制作分为“白糜”与“咸糜”两类：白糜以大米或糯米熬制，水米比例约8:1，大火煮沸后转小火慢熬1小时，期间不断搅拌，使米粒开花却保持颗粒感，质地介于粥与饭之间，口感清甜爽滑，是潮汕人早餐标配，常配咸萝卜、菜脯粒食用。\n\n咸糜（潮汕咸粥）则是“奢华版”：以猪骨或鱼骨汤为底，加入糯米与大米混合熬制，待粥底绵密时，投入鲜虾、干贝、鱿鱼、瘦肉、香菇等配料，再煮10-15分钟，使食材鲜味充分融入粥中。起锅前撒芹菜珠、胡椒粉，淋几滴葱油，汤色乳白，香气扑鼻。典型代表如“海鲜粥”，虾的鲜甜、干贝的咸香与米粒的软糯交织，一口下去暖身又暖胃，是潮汕人宴请宾客或病后滋补的首选。\n\n潮汕粥文化中蕴含着“俭与奢”的哲学：白糜体现农耕时代“粗茶淡饭”的质朴，咸糜则展现沿海地区“海味入粥”的富饶。街头粥档常可见“一锅白糜，百样配料”的景象，食客可根据喜好自由搭配，从简单的咸菜豆腐到豪华的鲍参翅肚，折射出潮汕饮食“随遇而安，兼容并蓄”的特质。"
},
{
"id": 11,
"title": "红桃粿",
"price": 15,
  "videoUri":"",
"image": "11",
"detail": "糯米皮裹花生/萝卜馅，节庆必备",
"imageUrl": "https://b0.bdstatic.com/416b9d69deed4840494e300d56c1d539.jpg",
"content": "红桃粿是潮汕节庆文化的核心符号，因外形似盛开的桃花、色泽红艳而得名，又称“红曲粿”，主要用于春节、元宵、清明等祭祀场合，寓意“吉祥如意，红红火火”。其制作工艺承载着深厚的民俗记忆：糯米粉加入红曲粉揉成粉红色粿皮，馅料分甜咸两种——甜馅以炒花生碎、芝麻、白糖混合，咸馅则用萝卜丝、虾米、香菇、猪肉丁炒制，讲究“三炒三香”（炒馅料、炒香料、炒葱油）。\n\n包制时，取一块粿皮压成圆片，填入馅料后捏成桃形，放入刻有花纹的木质粿印中定型，脱模后可见表面印有“寿”“福”等吉祥纹样。蒸制时需在粿底垫上香蕉叶，不仅防止粘连，还能增添自然清香。蒸熟的红桃粿色泽透亮，粿皮软糯带嚼劲，内馅咸香或甜润，冷却后可煎制食用，外皮微焦，内馅温热，风味更佳。\n\n在潮汕乡村，制作红桃粿是重要的集体活动：妇女们围坐一桌，揉皮、包馅、印模、蒸制，孩童在旁帮忙递香蕉叶，长辈则讲述“红桃粿敬神”的传说。这种充满仪式感的制作过程，不仅是对味觉的传承，更是对家族伦理与乡土信仰的维系。如今，红桃粿也从祭祀食品走向日常餐桌，成为潮汕人乡愁的味觉寄托。"
},
{
"id": 12,
"title": "鼠壳粿",
"price": 12,
  "videoUri":"",
"image": "12",
"detail": "鼠曲草糯米皮，甜咸双馅可选",
"imageUrl": "https://img2.baidu.com/it/u=1193932905,715077603&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=634.jpg",
"content": "鼠壳粿是潮汕“草粿文化”的代表，因粿皮加入鼠曲草（潮汕俗称“鼠壳草”）而得名，具有祛湿化痰的食疗功效，常见于清明、端午等节气。鼠曲草是一种野生草本植物，茎叶密布白色绒毛，春季采摘后洗净捣烂，与糯米粉、粘米粉按比例混合，揉成墨绿色粿皮，自带草木清香。馅料分为甜咸两种：甜馅以炒芝麻、花生碎、白糖为主，咸馅则用萝卜丝、虾米、香菇、猪肉丁炒制，口感层次丰富。\n\n包制时，将粿皮搓成圆剂子，捏成薄皮后包入馅料，搓成椭圆或圆形，底部垫上玉米叶或香蕉叶防粘，蒸制15分钟即可。蒸熟的鼠壳粿色泽墨绿油润，表皮光滑发亮，入口软糯微韧，鼠曲草的清香与馅料的味道相互渗透，甜馅香甜不腻，咸馅鲜咸开胃。传统吃法是放凉后直接食用，或在锅中煎至表皮微焦，搭配功夫茶别有一番风味。\n\n在潮汕民间，鼠壳粿不仅是节令美食，更是“药膳同源”的体现。老一辈常说“清明食鼠壳，一年不咳嗽”，体现了对自然食材的利用智慧。如今，随着健康饮食理念的普及，鼠壳粿因其天然草本香气和低油低糖的特点，成为年轻人追捧的“网红粿品”，甚至衍生出抹茶、椰奶等创新口味。"
},
{
"id": 13,
"title": "乒乓粿",
"price": 10,
  "videoUri":"",
"image": "13",
"detail": "糯米槌打Q弹，佐糖粉或酱料",
"imageUrl": "https://img1.baidu.com/it/u=3212297382,816778060&fm=253&fmt=auto&app=120&f=JPEG?w=681&h=500.jpg",
"content": "乒乓粿是潮汕地区的“嚼劲担当”，原名“槟醅粿”，因潮汕话中“槟醅”与“乒乓”发音相近，且捶打后的粿体富有弹性如乒乓球，故得名。其历史可追溯至清代，原为揭阳一带的农家小吃，用糯米蒸熟后捶打至胶状，搭配炒香的花生碎食用。传统制作工艺十分讲究：糯米需浸泡4小时以上，蒸至软烂后倒入石臼中，用木槌反复捶打数十分钟，直至米粒完全融合成光滑的粿团，期间需专人不断翻动粿团，确保捶打均匀。\n\n捶打好的乒乓粿质地柔韧有弹性，可切成薄片或小块，食用时分为甜咸两派：甜党蘸取花生糖粉（花生碎+白糖+芝麻），香甜满口；咸党则蘸普宁豆酱或沙茶酱，咸香开胃。街头摊贩常将乒乓粿煎制后售卖，外皮微脆，内部软糯，搭配一碗咸粥或菜汤，便是扎实的餐食。\n\n在潮汕民俗中，乒乓粿是“力量与韧性”的象征——捶打粿团的过程常由男性长辈完成，孩童在旁围观，寓意传承吃苦耐劳的精神。如今，随着机械化生产普及，手工捶打的乒乓粿逐渐少见，但老字号店铺仍坚持传统工艺，吸引食客慕名品尝“石臼里的老味道”。"
},
{
"id": 14,
"title": "菜头粿",
"price": 12,
  "videoUri":"",
"image": "14",
"detail": "萝卜丝糯米糕，煎制后外脆内软",
"imageUrl": "https://img1.baidu.com/it/u=2794906185,2638624600&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=666.jpg",
"content": "菜头粿（萝卜糕）是潮汕人“变废为宝”的饮食智慧结晶，“菜头”即潮汕话中的萝卜，旧时为冬季常见食材，农家人将过剩萝卜切丝，与糯米粉蒸制为粿，既延长保存期，又增添风味。制作时，需将白萝卜洗净切丝，用盐杀出水分后挤干，与糯米粉、粘米粉、虾米、香菇、腊肠等配料混合，加入适量清水调成糊状，倒入蒸盘旺火蒸1小时，冷却后脱模切块，即为半成品。\n\n食用时最经典的做法是“煎菜头粿”：平底锅放少许猪油，将粿块煎至两面金黄，外皮焦脆，内部软嫩，萝卜的清甜、虾米的鲜香与糯米的软糯完美融合，搭配辣椒酱或浙醋食用，解腻又提味。在潮汕早餐摊，煎菜头粿常与豆浆、油条组成“铁三角”，摊主手持铁铲翻动粿块，油香与萝卜香四溢，唤醒晨起的味蕾。\n\n有趣的是，菜头粿在潮汕话中谐音“彩头粿”，寓意“好彩头”，因此逢年过节或店铺开张时，人们常制作或购买菜头粿，取其吉祥之意。小小的一块萝卜糕，不仅是寻常百姓家的饱腹之食，更承载着对生活的美好期许。"
},
{
"id": 15,
"title": "栀粽",
"price": 8,
"image": "15",
  "videoUri":"",
"detail": "栀子染色糯米粽，蘸白糖清香",
"imageUrl": "https://img0.baidu.com/it/u=1083553129,3949669812&fm=253&fmt=auto&app=120&f=JPEG?w=535&h=729.jpg",
"content": "栀粽是潮汕端午的独特符号，因使用栀子果实染色而得名，又称“灰水粽”，与闽南地区的碱水粽同源，但更具药香特色。制作时，先将糯米用栀子水浸泡12小时，栀子中的天然色素使糯米呈金黄色，同时赋予其清热利湿的功效。泡好的糯米无需包馅，直接用柊叶（粽叶的一种）包裹成条形，用棉线扎紧，放入锅中煮3小时以上，直至糯米完全软烂入味。\n\n煮熟的栀粽解开粽叶后呈半透明状，表面油润发亮，散发淡淡栀香。食用时无需任何馅料，直接蘸取白糖或蜂蜜，糯米的黏糯与栀子的清香在口中交织，甜而不腻，清爽开胃。潮汕人认为，端午时节湿气重，食用栀粽可“辟邪驱毒”，体现了“以食养生”的节俗理念。\n\n在潮汕乡村，端午包栀粽是重要的家庭活动：妇女们提前采摘栀果晒干，孩童帮忙分拣粽叶，男主人负责烧火煮粽。煮粽的柴火香气与栀果的药香混合，弥漫在村落中，成为端午记忆中独特的嗅觉符号。如今，栀粽已从节令食品扩展为日常甜点，不少咖啡馆将其作为特色茶点，搭配潮汕单丛茶，展现传统与现代的味觉碰撞。"
},
{
"id": 16,
"title": "层糕粿",
"price": 10,
"image": "16",
  "videoUri":"",
"detail": "米浆多层蒸制，佐菜脯粒豉油",
"imageUrl": "https://img2.baidu.com/it/u=1982563974,2385335994&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
"content": "层糕粿是潮汕“粿品工艺”的极致体现，因其由多层米浆蒸制而成，又称“千层粿”，常见于潮汕早市与祭祀场合。制作需选用细腻的米浆（早米与糯米比例约7:3），加入少量盐水调味，每次取一勺米浆倒入蒸盘，旺火蒸2分钟至表面凝固，再倒入下一层米浆，如此反复5-8次，形成5-8层薄如纸的粿层，总厚度约2厘米。蒸制时需严格控制火候与时间，确保每层粿皮熟透且不粘连，最终成品层次分明，软滑透亮。\n\n食用时，将层糕粿切成菱形小块，淋上特制豉油（用猪骨汤、生抽、冰糖熬制），撒上炒香的菜脯粒与葱花，豉油的咸鲜、菜脯的香脆与粿皮的软滑相互衬托，口感丰富却不失清爽。在潮汕传统祭祀中，层糕粿常作为“五果六斋”的供品，寓意“步步高升，层层有福”。\n\n街头售卖层糕粿的摊贩多使用竹制蒸笼，掀开笼盖时，米香扑面而来，食客常按层数购买——层数越多，制作难度越大，价格也略高。这种“以层数论功夫”的小吃，体现了潮汕人对饮食工艺的极致追求，也成为市井生活中“慢工出细活”的生动注脚。"
},
 {
"id": 17,
"title": "猪肠胀糯米",
"price": 25,
"image": "17",
   "videoUri":"",
"detail": "猪肠包裹糯米花生，咸香软糯",
"imageUrl": "https://img1.baidu.com/it/u=1268189511,551851084&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
"content": "猪肠胀糯米是潮汕“杂食文化”的代表，“胀”为潮汕方言，意为“填满”，即用猪肠包裹糯米等馅料，经卤制后形成咸香软糯的独特风味。其历史可追溯至明代，据《潮汕饮食志》记载，旧时屠夫将猪肠洗净后填入剩米饭、杂粮，烹煮后作为饱腹之食，后逐渐改良为精致小吃。制作需精选新鲜猪大肠，用面粉、醋反复搓洗去除黏液，翻转后剔除油脂，确保干净无异味。\n\n馅料以糯米为主，提前浸泡4小时，加入花生、虾米、香菇、腊肠、五花肉丁，调入生抽、老抽、胡椒粉拌匀，填入猪肠内（需留10%空间防止煮制时胀破），两端用棉线扎紧。卤制时，将猪肠放入老卤汤（含八角、桂皮、香叶、冰糖、生抽等）中，文火慢煮1小时，使卤汁充分渗入糯米。冷却后切片装盘，淋上少许卤汁，撒葱花点缀。\n\n成品猪肠胀糯米色泽红润，猪肠表皮油润发亮，咬开后糯米吸收了猪肠的油脂与卤汤的香料味，咸香入味，花生的脆、香菇的鲜、五花肉的润相互融合，口感层次丰富。潮汕人常将其作为宴席冷盘或早餐主食，搭配一碗白粥或咸茶，解腻又暖胃。在中医理念中，猪肠有“以形补形”之说，糯米则能补中益气，因此这道小吃也被视为滋补佳肴，尤其适合秋冬季节食用。"
},
{
"id": 18,
"title": "隆江猪脚饭",
  "videoUri":"",
"price": 20,
"image": "18",
"detail": "卤猪脚肥而不腻，配酸菜米饭",
"imageUrl": "https://img0.baidu.com/it/u=2882042362,3819895521&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=800.jpg",
"content": "隆江猪脚饭起源于揭阳市惠来县隆江镇，是潮汕快餐文化的标杆，其历史可追溯至清代，由潮汕卤味工艺与农耕饮食结合而成。制作猪脚的关键在于“老卤”——用猪骨、鸡架、八角、桂皮、香叶、草果等30余种香料熬制8小时以上，形成深褐色的卤汤。猪脚需选用带筋的猪前蹄，经焯水去血沫后，放入老卤中慢火焖煮2小时，直至皮肉软烂却不脱骨，脂肪层入口即化，瘦肉部分咸香入味。\n\n经典吃法是“一饭一肉一汤一酸菜”：白米饭上盖一块切好的猪脚，淋上两勺卤汁，旁边配一小碟酸甜酸菜（用芥菜腌制而成），再佐一碗猪骨汤。卤汁渗透米饭，猪脚的肥润与酸菜的清爽形成鲜明对比，咸甜酸三味平衡，极具饱腹感。隆江猪脚饭的亲民价格（约20元/份）与快捷出餐，使其成为上班族、货车司机的首选，街头店铺常挂着“隆江猪脚饭，猪脚管够”的招牌，体现其市井烟火气。\n\n值得一提的是，隆江猪脚饭的老卤如同“活的生命体”，每天需添加新汤与香料维持味道，有些老店的老卤已传承数十年。这种对卤味工艺的坚守，使隆江猪脚饭不仅是一顿简餐，更成为潮汕饮食“慢工出细活”的文化符号，甚至被网友称为“潮汕版汉堡包”，足见其影响力。"
},
{
"id": 19,
"title": "鸭母捻",
"price": 15,
  "videoUri":"",
"image": "19",
"detail": "糯米汤圆裹花生馅，形似鸭蛋",
"imageUrl": "https://img0.baidu.com/it/u=2780212629,3795370860&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "鸭母捻是潮汕版“汤圆”，因外形椭圆如鸭蛋（潮汕人称“鸭母卵”）而得名，起源于明代，据《潮阳县志》记载，旧时元宵节有“食鸭母捻，求子息”的习俗，寓意“圆满多子”。其制作工艺比普通汤圆更讲究：糯米粉加水揉成光滑面团，分成小剂子后捏成薄皮，包入花生碎、芝麻、白糖混合的馅料，再搓成两端尖、中间鼓的橄榄形，放入沸水中煮至浮起，捞入事先煮好的糖水中（可加莲子、银耳、鹌鹑蛋等配料）。\n\n鸭母捻的独特之处在于“皮嫩馅香，甜而不齁”：糯米皮经反复揉打后富有韧性，却又入口软糯；花生馅料炒香后研磨成粗粒，咬开时颗粒感分明，香气四溢。传统糖水以黄糖熬制，色泽金黄透亮，搭配鸭母捻食用，甜润暖心。在潮汕，鸭母捻不仅是节令食品，更是婚庆喜宴的必备甜品——新郎新娘需共食一碗鸭母捻，象征“成双成对，甜甜蜜蜜”。\n\n有趣的是，鸭母捻还有“荤素”之分：素馅为传统花生芝麻，荤馅则加入猪板油丁，使馅料更润更香。街头糖水铺中，一碗热气腾腾的鸭母捻常搭配鹌鹑蛋、桂圆，成为冬日里驱寒暖身的绝佳选择，其圆润的外形与甜蜜的口感，承载着潮汕人对生活的美好期许。"
},
{
"id": 20,
"title": "糖葱薄饼",
"price": 10,
"image": "20",
  "videoUri":"",
"detail": "薄饼卷糖葱芝麻，酥脆香甜",
"imageUrl": "https://img2.baidu.com/it/u=460791458,2938407415&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
"content": "糖葱薄饼是潮汕街头最具观赏性的小吃之一，起源于清代潮阳地区，原为走街串巷的小贩叫卖的零食，因糖葱（麦芽糖制品）中空多孔如葱管而得名。制作糖葱需先将麦芽糖加热至软，反复拉抻成中空的管状，再剪成5厘米长的段，此时糖葱呈雪白透明状，内部密布蜂窝状气孔，咬开时发出“咔嚓”声，甜而不粘牙。\n\n薄饼皮则用面粉加水揉成面团，在热鏊子上快速旋烫成直径约20厘米的薄皮，要求“薄如纸、韧如绸”。卷制时，取一张薄饼平铺，放上3-4根糖葱，撒上炒芝麻、花生碎，再淋少许麦芽糖稀，将薄饼四边折起包成方形。入口时，糖葱的酥脆、薄饼的柔韧、芝麻花生的浓香交织，甜味在口中层层散开，搭配一杯功夫茶，解甜腻而留香。\n\n在潮汕古驿道或老市区，常可见到糖葱薄饼摊主现场拉制糖葱：他们站在特制的木架前，双手翻飞间，金黄色的麦芽糖逐渐变成雪白的糖葱，围观者往往忍不住驻足购买。这种“现做现卖”的传统工艺，使糖葱薄饼不仅是一种零食，更成为潮汕街头的“活态文化展示”，承载着几代人的童年记忆。"
},
{
"id": 21,
"title": "朥饺",
"price": 12,
  "videoUri":"",
"image": "21",
"detail": "猪油糯米饺，咸甜馅料可选",
"imageUrl": "https://img2.baidu.com/it/u=2032964341,2423449468&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=669.jpg",
"content": "朥饺是潮汕“油脂美学”的代表，“朥”即猪油，因粿皮加入猪油而得名，起源于潮汕农耕时代“以脂增香”的饮食智慧。制作时，糯米粉中加入融化的猪油（比例约10:1），揉成油润发亮的粿皮，猪油的香气赋予粿皮独特的滋润感，且能延缓粿皮变硬。馅料分咸甜两种：咸馅用猪肉丁、香菇、虾米、花生碎炒制，调入酱油、胡椒粉；甜馅则用花生、芝麻、椰丝、白糖混合，部分配方加入冬瓜糖增添口感。\n\n包制时，取粿皮压成圆片，包入馅料后捏成半月形，边缘捏出波浪纹，放入蒸笼蒸8-10分钟。蒸熟的朥饺外皮油润透明，隐约可见内馅色泽，咬开后猪油的香气与馅料的味道扑面而来——咸馅鲜香浓郁，甜馅香甜椰香四溢。传统吃法是趁热食用，粿皮的软糯与猪油的润口完美结合，冷食则稍显紧实，别有一番风味。\n\n在潮汕乡村，朥饺常作为“劳热”（民俗节庆）的供品，摆上神龛祭祀后分发给乡民，寓意“油脂富足，生活滋润”。如今，随着健康饮食观念的普及，部分店家改用植物黄油替代猪油，但老饕仍偏爱传统版本，认为“无朥不成饺”，那一口浓郁的脂香，正是潮汕古早味的灵魂所在。"
},
{
"id": 22,
"title": "草粿",
"price": 5,
"image": "22",
  "videoUri":"",
"detail": "仙草熬制凉粉，加红糖碎冰",
"imageUrl": "https://img0.baidu.com/it/u=239483439,2726404178&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1422.jpg",
"content": "草粿（仙草冻）是潮汕夏日的“灵魂消暑品”，起源于清代《本草纲目拾遗》记载的“仙人冻”，潮汕人将仙草（凉粉草）本土化种植后，发展出独特的熬制工艺。制作时，取新鲜仙草洗净切段，与草粿草（一种辅助凝固的植物）一起放入大锅中，加水熬煮6小时以上，直至草叶软烂、汤汁呈深褐色。过滤后加入淀粉或食用碱搅拌均匀，倒入容器冷却凝固，形成黝黑透亮、富有弹性的草粿。\n\n食用时，用特制的铜刨将草粿刨成细条或小块，加入红糖浆（或蜂蜜）拌匀，夏日里再加入碎冰，入口清凉爽滑，仙草的甘苦与红糖的甜润相互中和，兼具解渴与降火功效。潮汕人认为“热天食草粿，病痛唔会摞”（夏天吃草粿，不易生病），因此街头草粿摊常配文“清凉散热，止渴生津”的招牌。\n\n在潮汕老市区，草粿摊贩多推着木桶车叫卖，车上置有“玻璃柜”展示草粿，柜中冰块围绕保持低温。熟客常说“来一碗草粿，多放糖少放冰”，摊主便会熟练地刨粿、加糖、拌冰，动作行云流水。这种平民化的消暑小吃，不仅是夏日街头的风景，更体现了潮汕人“以草养生”的自然智慧，至今仍是不可替代的夏日记忆。"
},
{
"id": 24,
"title": "潮汕粿汁",
"price": 15,
"image": "24",
  "videoUri":"",
"detail": "米浆烙皮煮汤汁，配卤味豆干",
"imageUrl": "https://img1.baidu.com/it/u=299419469,1215424104&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "潮汕粿汁是最具市井气息的潮汕早餐，起源于清代潮安县，原为码头工人用米浆边角料煮制的充饥食品，后逐渐加入卤味升级为特色小吃。其核心在于“粿汁皮”与“卤汤”的搭配：粿汁皮用米浆在平底鏊子上烙成薄皮，切成三角形或条状，口感软滑有米香；卤汤则用猪骨、猪脚、豆干、鸡蛋等食材，加入八角、桂皮、香叶、生抽等香料熬制4小时以上，色泽红亮，香气浓郁。\n\n食用时，将粿汁皮放入沸水中烫软，捞入碗中，加入切好的卤猪脚、豆干、粉肠、猪耳朵等，淋上卤汤，撒上葱花与炸蒜蓉。粿汁皮吸附了卤汤的咸香，卤味食材则各有风味——猪脚的肥润、豆干的绵密、粉肠的脆嫩，搭配一碗白粥或直接食用，均能让人满足。街头粿汁铺常可见“前店后厂”的模式：前店摆着卤味柜，后灶熬着粿汁皮与卤汤，清晨六点便飘出诱人香气。\n\n在潮汕方言中，“粿汁”与“勾结”谐音，因此民间有“食粿汁，唔勾结”（吃草粿汁，不搞勾结）的俚语，寓意清清白白做人。这种将饮食与处世哲学结合的智慧，使粿汁超越了普通小吃的范畴，成为潮汕文化中“接地气、讲正气”的象征。"
},
{
"id": 25,
"title": "炒糕粿",
"price": 18,
  "videoUri":"",
"image": "25",
"detail": "粿糕切片爆炒，加鸡蛋腊肠",
"imageUrl": "https://img0.baidu.com/it/u=1382449184,1394182879&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "炒糕粿是潮汕“镬气美学”的代表，由蒸制的糯米糕改良而来，起源于20世纪30年代的汕头老市区，原为宵夜摊的创意菜式。制作前需先蒸制糕粿：糯米粉与粘米粉按3:1比例混合，加水调成糊状，加入腊肠丁、虾米、香菇蒸1小时，冷却后切成1厘米厚的菱形片，此时糕粿质地紧实，便于炒制。\n\n炒糕粿的关键在于“猛火厚朥”：铁锅烧热后倒入猪油（朥油），待油冒烟时放入糕粿片，用中火煎至两面金黄微焦，加入鸡蛋液快速翻炒，使蛋液均匀裹住糕粿，再放入腊肠、豆芽、韭菜段，调入沙茶酱、酱油、鱼露，翻炒至配料熟透、香气溢出。出锅时撒上芝麻与葱花，色泽红亮，糕粿外焦内糯，鸡蛋的嫩滑、腊肠的咸香、沙茶的浓郁相互交融，镬气十足。\n\n在潮汕夜糜档（夜宵摊），炒糕粿是必点菜品之一，摊主手持长筷在火光中快速翻动，油花与酱香四溢，搭配一碗白粥或一罐啤酒，便是深夜里的治愈美味。有趣的是，老一辈潮汕人常说“炒糕粿要炒到‘畔畔赤’（边缘焦红）才够味”，这种对火候的极致追求，体现了潮汕饮食“色香味俱全，尤以香为先”的理念。"
},
  {
"id": 26,
"title": "潮汕春卷",
"price": 10,
"image": "26",
    "videoUri":"",
"detail": "薄面皮裹蔬菜粉丝，炸至酥脆",
"imageUrl": "https://img2.baidu.com/it/u=2431758689,1284273634&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
"content": "潮汕春卷是中原饮食文化与潮汕物产结合的典范，与北方春卷同源，但更注重“清鲜爽口”。其外皮选用特制的超薄春卷皮（直径约15厘米，透光能见指纹），馅料以蔬菜为主，常见搭配为胡萝卜丝、豆芽、韭菜、粉丝，加入虾米、香菇提鲜，用猪油炒熟后调味，讲究“三丝三素”（三种丝状物、三种蔬菜）。包制时，取一张春卷皮平铺，放入适量馅料，折叠成约8厘米长的小卷，封口处用面糊粘牢。\n\n炸制时需分两次油温：先以150℃低温炸至内部熟透，再以180℃高温复炸至外皮金黄酥脆，捞出沥油后趁热食用。潮汕春卷的独特之处在于“外酥内润”——外皮薄如蝉翼，咬开时发出清脆声响，内部馅料却保持鲜嫩多汁，粉丝吸收了蔬菜与虾米的汤汁，韭菜的清香、胡萝卜的甜脆、香菇的醇厚相互映衬，再蘸上少许浙醋或甜辣酱，解腻又提味。\n\n在潮汕，春卷不仅是节庆小吃（如春节“开年饭”必上春卷，寓意“开卷有益，招财进宝”），更是潮汕粿品宴席的开胃前菜。街头巷尾的炸物摊常将春卷与虾枣、粿肉并列摆放，构成“油炸三剑客”。有趣的是，潮汕春卷还有“素春卷”变体，去掉虾米、香菇，仅用蔬菜粉丝，专供素食者或祭祀场合，体现了饮食文化的包容性。"
},
{
"id": 27,
"title": "豆糕",
  "videoUri":"",
"price": 8,
"image": "27",
"detail": "黄豆磨浆蒸制，咸香松软",
"imageUrl": "https://img0.baidu.com/it/u=1801724141,1148648350&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=615.jpg",
"content": "豆糕又称“豆干粿”，是潮汕地区的家常养生小吃，起源于农耕时代对豆类食材的充分利用。制作需选用颗粒饱满的黄豆，提前浸泡6小时后磨成豆浆，过滤掉豆渣后加入适量盐水、淀粉搅拌均匀，倒入蒸盘旺火蒸20分钟，冷却后切成菱形小块。传统豆糕不加任何香料，仅靠黄豆本身的豆香与盐味提鲜，质地松软多孔，能吸附汤汁，适合煎制或煮汤。\n\n煎豆糕是最常见的吃法：平底锅放少许猪油，将豆糕块煎至两面金黄，外皮微脆，内部软嫩，蘸普宁豆酱或鱼露食用，咸香中带着黄豆的清甜。若用于煮汤，可与猪骨、白菜同煮，豆糕吸收汤汁后更加鲜美，是潮汕人“粗茶淡饭”的代表。在中医理念中，黄豆性平味甘，有健脾宽中、润燥消水的功效，因此豆糕常作为病后调理或素食者的营养来源。\n\n潮汕乡村的豆腐作坊常顺带制作豆糕，清晨时分，挑着竹筐的小贩走街串巷叫卖“豆糕——豆干粿——”，居民闻声而出，买上几块作为早餐配菜。这种简单质朴的小吃，虽不如其他粿品华丽，却承载着潮汕人对食材本味的追求，以及“食养结合”的生活智慧。"
},
{
"id": 28,
"title": "潮汕虾枣",
"price": 22,
  "videoUri":"",
"image": "28",
"detail": "虾肉裹淀粉炸制，外酥里嫩",
"imageUrl": "https://img0.baidu.com/it/u=3570849976,167432097&fm=253&fmt=auto?w=800&h=1067.jpg",
"content": "潮汕虾枣是传统筵席菜的“常客”，因外形如红枣、主料为虾肉而得名，起源于清代潮商宴席文化。制作需选用新鲜海虾（如沙虾、斑节虾），去壳去肠后剁成虾泥，加入猪肥肉丁（比例约3:1）、马蹄碎、香菇丁、蛋清、淀粉，调入盐、胡椒粉、鱼露，顺一个方向搅拌至起胶，搓成直径3厘米的枣状，滚上一层干淀粉备用。\n\n炸制时，油温需控制在160℃左右，虾枣入锅后先定型炸至浮起，再转大火逼出油脂，至外皮金黄酥脆即可。成品虾枣外酥里嫩，咬开后虾肉的鲜甜与猪脂的润香扑面而来，马蹄的爽脆、香菇的醇厚增添口感层次，搭配浙醋或喼汁食用，解腻又凸显海鲜本味。在潮汕婚宴、寿宴上，虾枣常作为“头盘热菜”上桌，寓意“早生贵子，红红火火”。\n\n值得一提的是，虾枣的制作工艺考验厨师对食材比例与油温的掌控——虾肉太瘦则口感柴，肥肉过多则油腻；油温过低易吸油，过高则外焦内生。因此，能做出“壳脆如纸，内馅弹牙”的虾枣，是潮汕厨师的基本功之一。如今，虾枣也从宴席走向街头小吃摊，成为老少皆宜的油炸点心。"
},
{
"id": 29,
  "videoUri":"",
"title": "潮汕粿条汤",
"price": 16,
"image": "29",
"detail": "粿条配猪杂/海鲜，汤头清甜",
"imageUrl": "https://img2.baidu.com/it/u=233207520,3164011163&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "潮汕粿条汤是潮汕饮食“清鲜哲学”的缩影，以“汤头清甜、粿条爽滑、配料新鲜”为核心，起源于潮汕人对早餐“快速暖身”的需求。汤头是灵魂所在：用猪骨（或牛骨、鱼骨）熬制4小时以上，不加任何味精，仅以盐、胡椒粉调味，汤色清澈却富含矿物质与氨基酸。粿条需选用当天制作的新鲜粿条，放入沸水中烫10秒即可捞出，保持爽滑口感。\n\n配料可根据喜好选择“猪杂类”或“海鲜类”：猪杂汤搭配猪肝、猪心、粉肠、瘦肉，猪肝鲜嫩、粉肠脆爽，蘸普宁豆酱食用；海鲜汤则加入鲜虾、鱿鱼、花蛤，海鲜的鲜甜融入汤中，再撒上芹菜珠提香。潮汕人吃粿条汤常配一碟“三渗酱”（由梅汁、浙醋、红糖调制），用于蘸食肉类，酸甜咸三味平衡，别具风味。\n\n街头粿条汤铺多为“夫妻店”，清晨五点便开始熬汤，熟客进门常说“来一碗粿条汤，加猪杂，多汤”。这种充满烟火气的早餐，不仅是果腹之选，更是潮汕人日常生活的“能量补给站”——无论是上班族、学生，还是晨练归来的老人，都能在一碗热气腾腾的粿条汤中，开启元气满满的一天。"
},
{
"id": 30,
"title": "潮汕甜粿",
  "videoUri":"",
"price": 12,
"image": "30",
"detail": "红糖糯米糕，蒸煎两相宜",
"imageUrl": "https://img2.baidu.com/it/u=1993961756,3003751825&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
"content": "潮汕甜粿是节庆祭祀的“主角”，与红桃粿、鼠壳粿并称“潮汕三大粿品”，据《潮州府志》记载，宋代已有“重阳食甜粿”的习俗，寓意“生活甜蜜，节节高升”。其制作以糯米粉为主料，加入红糖（或黑糖）、温水揉成面糊，倒入涂油的蒸盘中，撒上花生碎、芝麻，旺火蒸1小时。红糖需提前煮成糖浆过滤，确保甜粿色泽均匀，口感细腻无颗粒。\n\n甜粿的吃法多样：刚蒸熟的甜粿温热软糯，直接切块食用，红糖的焦香与糯米的黏糯交织，甜而不齁；冷却后切片煎制，外皮焦脆，内部软糯拉丝，搭配花生粉或炼乳，风味更上一层楼。在潮汕，甜粿是春节“摆年”的必备供品，需整颗蒸熟后插上“红花”（石榴花或纸花），祭神后分切食用，谓之“开甜粿”，象征“开年甜蜜”。\n\n有趣的是，潮汕人有“甜粿过年，发粿发家”的说法，甜粿的紧实与发粿的蓬松形成对比，分别代表“稳扎稳打”与“兴旺发达”。如今，甜粿也从节庆食品衍生出创意吃法，如切成小块裹蛋液炸制，或夹入冰淇淋做成“甜粿三明治”，传统与现代的碰撞，让这道古早味焕发新生。"
},
{
"id": 31,
"title": "潮汕鱼饺",
  "videoUri":"",
"price": 40,
"image": "31",
"detail": "鱼肉打浆做皮，包鲜肉馅，汤煮鲜香",
"imageUrl": "https://img2.baidu.com/it/u=413740608,1212225396&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
"content": "潮汕鱼饺是潮汕鱼鲜工艺的集大成者，起源于清代沿海渔村，渔民将卖剩的鲜鱼制成鱼浆，包入馅料后煮食，逐渐形成“以鱼为皮，以肉为馅”的独特吃法。其制作工艺复杂：选用马鲛鱼、鳗鱼等肉质紧实的海鱼，去骨取肉后用刀背剁成鱼泥，加入冰水、盐、薯粉摔打至起胶，制成透明的鱼饺皮。馅料以猪五花肉、鲜虾为主，切成小丁后加入香菇、马蹄、胡椒粉调味，包入鱼皮后捏成半月形。\n\n鱼饺的烹饪以“汤煮”为主：清水煮沸后放入鱼饺，煮至浮起后加入菜心、豆腐，淋入少许香油，撒芹菜珠即可。鱼饺皮薄如纸，却富有弹性，咬开后鱼肉的鲜香与肉馅的醇厚融合，汤汁清甜见底，不带一丝油腻。在潮汕，鱼饺常作为宴席汤品上桌，搭配鱼丸、鱼册组成“鱼鲜三绝”，寓意“年年有余，团圆美满”。\n\n值得一提的是，制作鱼饺皮需掌握“摔打力道”与“淀粉比例”——力道不足则皮易破，淀粉过多则口感生硬。老字号鱼饺店的师傅往往需数十年经验，才能调出“韧而不硬，薄而不破”的鱼皮。这种对细节的极致追求，使潮汕鱼饺成为“舌尖上的艺术品”，深受食客追捧。"
},
{
"id": 32,
"title": "潮汕鱼册",
"price": 38,
"image": "32",
  "videoUri":"",
"detail": "鱼肉薄片卷成条，煮后鲜嫩弹牙",
"imageUrl": "http://t14.baidu.com/it/u=1644397041,1110809665&fm=224&app=112&f=JPEG?w=500&h=500.jpg",
"content": "鱼册又称“鱼卷”，是潮汕鱼糜制品的另一经典，因外形如书册而得名，起源于明代《潮菜大典》中记载的“鱼卷”技法。制作时，将鲜鱼肉剁成泥后加入薯粉、蛋清、盐，摔打至呈透明胶状，平铺在木板上擀成薄如宣纸的鱼片，撒上少许淀粉防粘，再卷成直径3厘米的圆柱状，放入蒸锅中蒸15分钟，冷却后切成0.5厘米厚的片，即为鱼册。\n\n鱼册的吃法多样：可煮汤（搭配粿条、蔬菜，汤色乳白）、可炒制（与青椒、胡萝卜同炒，色泽鲜艳）、可油炸（外皮酥脆，内部鲜嫩），但最经典的仍是“白灼鱼册”——将鱼册片放入沸水中烫5秒，捞起后蘸普宁豆酱或沙茶酱，最大限度保留鱼肉的鲜甜与弹牙口感。在潮汕家庭中，鱼册常作为“快手菜”，主妇们提前蒸好鱼册冷藏，需用时切片烹饪，方便又营养。\n\n鱼册的制作过程极具观赏性：师傅站在长木板前，双手快速摔打鱼浆、擀制鱼片、卷制鱼册，动作如行云流水。这种“手工擀制”的传统工艺，使鱼册成为潮汕饮食“工匠精神”的象征，即便在机械化生产普及的今天，仍有老铺坚持手工制作，吸引食客慕名购买。"
},
{
"id": 33,
"title": "潮汕腐乳饼",
"price": 15,
  "videoUri":"",
"image": "33",
"detail": "腐乳入馅甜咸香，饼皮酥脆",
"imageUrl": "https://img1.baidu.com/it/u=1103098029,415737555&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=648.jpg",
"content": "腐乳饼是潮汕糕点中“跨界混搭”的典范，诞生于清代潮阳地区，据传由一位厨师偶然将腐乳加入饼馅，意外创造出甜咸交织的独特风味。其制作工艺融合中西元素：饼皮用面粉、猪油、糖浆揉成，带有广式月饼的酥松感；馅料则由腐乳（红方腐乳）、花生、芝麻、糖、白酒混合而成，腐乳需压成泥状，与其他食材充分融合，形成湿润的馅心。\n\n烤制时，腐乳饼需在炉中以180℃烘烤20分钟，饼皮逐渐膨胀开裂，露出内部红棕色的馅料，散发出腐乳的酱香与花生的脂香。咬开后，外皮酥脆掉渣，内馅甜咸微辣，腐乳的发酵香气与白酒的醇香相互激发，层次丰富，越嚼越香。潮汕人常将腐乳饼作为茶点，搭配单丛茶解腻，茶的甘苦与饼的甜咸形成味觉平衡。\n\n在潮汕民俗中，腐乳饼是“吉祥饼”——腐乳谐音“福乳”，寓意“福气如乳，源源不断”，因此婚嫁、乔迁等场合常以腐乳饼作为伴手礼。如今，腐乳饼也成为潮汕美食猎奇者的必尝之物，其“大胆创新又不失传统”的口味，展现了潮汕饮食文化兼容并蓄的特质。"
},
 {
"id": 34,
"title": "潮汕粽球",
"price": 25,
   "videoUri":"",
"image": "34",
"detail": "双拼馅料咸甜交融，糯米油润",
"imageUrl": "https://gips1.baidu.com/it/u=3804243983,654009939&fm=3074&app=3074&f=JPEG?w=1080&h=1410&type=normal&func=.jpg",
"content": "潮汕粽球是中国粽子界的“跨界之王”，独创“咸甜双拼”馅料，起源于明代，据《永乐大典》记载，潮汕已有“一粽两味”的包制手法，体现了潮汕人“兼顾南北口味”的饮食智慧。其制作需选用颗粒饱满的糯米，用猪油、酱油拌匀上色，馅料分为咸甜两区：咸区通常包含咸蛋黄、五花肉、虾米、香菇，甜区则有豆沙、花生、芝麻，用柊叶包裹成四角形，用咸水草扎紧，煮制3小时以上。\n\n解开粽叶后，粽球呈现“半红半黄”的色泽：咸区糯米油润发亮，五花肉经长时间煮制后肥而不腻，咸蛋黄沙糯流油，虾米与香菇的鲜味渗入糯米；甜区糯米松软清甜，豆沙细腻绵密，花生与芝麻增添坚果香气，甜而不齁。食用时可先尝甜区，感受糯米与豆沙的温柔甜润，再品咸区，体验肉香与蛋香的浓郁冲击，最后混合咀嚼，让甜咸风味在口中交织出层次丰富的味觉体验。潮汕人端午食粽球，不仅是纪念屈原，更有“一粽纳百福”的寓意，因此粽球个头较大，可供全家分食，体现了“团圆共享”的家庭观念。\n\n在潮汕乡村，包粽球是端午最重要的家庭活动之一：妇女们围坐于竹筛旁，一边聊天一边熟练地裹叶、填馅、扎绳，男主人负责烧火煮粽，孩童在旁帮忙传递粽叶。煮粽的柴火光映着蒸腾的热气，柊叶的清香与糯米的米香弥漫全村，成为端午记忆中最温暖的画面。如今，潮汕粽球已从节令食品升级为“文化符号”，甚至登上《风味人间》纪录片，其“一粽两味”的创意，成为潮汕饮食“海纳百川”精神的最佳注解。"
},
{
"id": 35,
  "videoUri":"",
"title": "潮汕粿肉",
"price": 18,
"image": "35",
"detail": "腐皮卷粿料炸制，外酥内软",
"imageUrl": "https://img0.baidu.com/it/u=3235242005,1515065342&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=921.jpg",
"content": "潮汕粿肉是潮汕炸物中的“全能选手”，原名“朥卷”，因用腐皮（潮汕称“朥皮”）包裹粿料而得名，起源于清代潮安地区，原为节庆祭祀后“变剩料为美味”的创意菜式。其制作融合了潮汕粿品与油炸工艺：粿料以猪肉丁、香菇、虾米、马蹄、胡萝卜、淀粉为主，调入鱼露、胡椒粉、香油拌匀，制成半固态馅料；取一张腐皮铺平，抹上薄层面浆，放入粿料卷成直径4厘米的长条，用面浆封口后切成5厘米长的段。\n\n炸制时，油温需控制在170℃左右，粿肉入锅后先以中火炸至腐皮金黄酥脆，再转大火逼出油脂，捞出沥油后装盘，搭配浙醋或桔油食用。成品粿肉外皮薄脆如纸，咬开后内部粿料软嫩多汁，猪肉的鲜香、马蹄的爽脆、虾米的咸香相互交织，腐皮的油脂香与粿料的清爽感形成平衡。在潮汕宴席上，粿肉常作为“前菜”与虾枣、春卷组成炸物拼盘，在婚庆喜宴中更有“卷住幸福，岁岁安康”的美好寓意。\n\n街头小吃摊的粿肉多为现炸现卖，摊主手持长筷翻动油锅中的粿肉，金黄的色泽与扑鼻的香气吸引路人驻足。有趣的是，潮汕人还会将粿肉用于“粿条汤”或“鼎边糊”中，炸过的粿肉吸收汤汁后外软内嫩，赋予汤品更丰富的口感，体现了“一菜多吃”的饮食智慧。"
},
{
"id": 36,
"title": "潮汕鱼饭",
  "videoUri":"",
"price": 30,
"image": "36",
"detail": "海鱼盐水煮熟，保留本味鲜甜",
"imageUrl": "https://img2.baidu.com/it/u=3424854535,810393879&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.jpg",
"content": "潮汕鱼饭是最具海洋气息的潮汕小吃，虽名“饭”却无米，实为盐水煮熟的海鱼，起源于清代潮汕沿海渔村。旧时渔民出海捕鱼，为保存渔获，将新鲜海鱼（如巴浪鱼、龙头鱼、午鱼）用海水煮熟，冷却后作为主食，因可直接用手抓食，又称“手抓鱼”。制作时，鱼需新鲜活蹦，去鳞去鳃后放入大锅中，加入浓度约5%的盐水（接近海水咸度），大火煮沸后转小火慢煮10-15分钟，至鱼眼突出、鱼肉紧实即可捞出，沥干后整齐码放于竹筛上。\n\n鱼饭的灵魂在于“原味鲜”：海水的咸度恰好激发鱼肉的鲜甜，却不掩盖其本味，巴浪鱼的肉质紧实有嚼劲，龙头鱼的鲜嫩入口即化，搭配普宁豆酱或红豉油，更能凸显海鲜的天然滋味。潮汕人食用鱼饭常配白粥或咸茶，早餐时来一条鱼饭、一碗糜，便是最地道的“潮汕式早餐”。在潮汕饮食哲学中，鱼饭体现了“以简驭繁”的智慧——无需复杂调味，只需新鲜食材与恰当火候，便能成就至鲜美味。\n\n如今，鱼饭已从渔民的充饥食演变为主妇的餐桌菜，高级餐厅还会选用石斑鱼、鲳鱼等高档海鱼制作鱼饭，搭配秘制酱料。每年休渔期结束后，潮汕市场的鱼饭摊位前总是挤满尝鲜的食客，那一条条排列整齐的鱼饭，不仅是海洋的馈赠，更是潮汕人与海共生的生活印记。"
},
{
"id": 37,
"title": "潮汕咸粥",
"price": 28,
"image": "37",
  "videoUri":"",
"detail": "粥底绵密，海鲜干货熬煮",
"imageUrl": "https://img0.baidu.com/it/u=1387948455,1961984991&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "潮汕咸粥是潮汕人“以粥养生”的代表作，与广式生滚粥不同，更注重“粥底绵密、食材入味”，起源于宋代《山家清供》中记载的“海鲜粥”雏形。其制作以糯米与大米混合（比例2:1），提前浸泡1小时，加入猪骨汤熬煮至米粒开花，再依次加入鲜虾、干贝、鱿鱼干、瘦肉、香菇等食材，小火慢熬30分钟，使食材鲜味充分释放，最后调入盐、胡椒粉、芹菜珠。\n\n一碗合格的潮汕咸粥需达到“见米不见粒，见汤不见水”的境界：糯米的黏性使粥底浓稠如浆，却仍能看见完整的米粒；海鲜与肉类的精华融入粥中，汤色呈浅金色，散发浓郁的鲜香。典型代表“干贝鲜虾粥”中，干贝的咸香、鲜虾的清甜与瘦肉的嫩滑相互交融，每一勺都饱含食材的本味。潮汕人认为，咸粥具有“补中益气、滋阴润燥”的功效，尤其适合秋冬季节或病后体虚者食用。\n\n街头粥档的潮汕咸粥常以“瓦锅现熬”为卖点，食客可根据喜好选择配料组合，从平价的“菜脯蛋粥”到豪华的“鲍参翅肚粥”应有尽有。在潮汕夜糜文化中，咸粥是“解酒神器”——深夜一碗热粥下肚，绵密的口感与丰富的食材能迅速缓解醉酒不适，体现了潮汕饮食的实用性与人文关怀。"
},
{
"id": 38,
"title": "潮汕朥糕",
"price": 12,
"image": "38",
  "videoUri":"",
"detail": "猪油糯米糕，甜咸分层香糯",
"imageUrl": "https://img2.baidu.com/it/u=2791956204,887937700&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=800.jpg",
"content": "潮汕朥糕是潮汕“油脂文化”的集大成者，“朥”即猪油，因糕体加入大量猪油而得名，起源于清代潮阳地区，原为大户人家的节庆糕点，后流入民间成为大众美食。其制作分为甜咸两味：甜朥糕以糯米粉、红糖、猪油、花生碎为主，红糖需煮成糖浆后与猪油混合，倒入糯米粉中拌匀，蒸制时先铺一层粉浆，撒花生碎，再铺一层粉浆，形成红白相间的分层；咸朥糕则用糯米粉、虾米、腊肠、猪油、胡椒粉调味，同样采用分层蒸制，每层之间夹入炒香的配料。\n\n蒸好的朥糕油润发亮，猪油的香气渗透每一层糕体，甜版软糯香甜，红糖的焦香与花生的脆香交织；咸版咸香开胃，虾米的鲜味与腊肠的脂香融合。食用时可直接切块，或切片煎制——煎后的朥糕外皮微脆，内部更加软糯，搭配功夫茶食用，甜咸两味均能解腻。在潮汕，朥糕是“做四句”（婚庆祝辞）的必备糕点，寓意“糕（高）升发财，朥（润）泽家族”。\n\n随着健康饮食观念的流行，现代朥糕已改良为减少猪油用量，或用植物油替代，但老辈人仍坚持传统做法，认为“无朥不成糕”。这种对传统风味的坚守，使朥糕成为潮汕古早味的代表，每当节庆时分，街头糕品店的朥糕总是供不应求，承载着人们对富足生活的向往。"
},
{
"id": 39,
  "videoUri":"",
"title": "潮汕猪红粿",
"price": 10,
"image": "39",
"detail": "猪血糯米糕，咸香弹牙",
"imageUrl": "https://img0.baidu.com/it/u=4244894697,3049224860&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=656.jpg",
"content": "潮汕猪红粿是潮汕“杂食文化”的又一案例，“猪红”即猪血，因加入猪血而得名，起源于农耕时代对牲畜血液的充分利用。制作时，将新鲜猪血加入糯米粉、粘米粉、盐、胡椒粉、葱花，搅拌成稀糊状，倒入抹油的蒸盘中，旺火蒸20分钟至凝固，冷却后切成菱形小块。猪血的加入使粿体呈暗红色，质地紧实有弹性，带有血液特有的铁腥味，却被糯米的米香中和，形成独特的咸香风味。\n\n猪红粿的吃法以煎制为主：平底锅放少许猪油，将粿块煎至两面金黄，外皮焦脆，内部软嫩，蘸普宁豆酱或鱼露食用，咸香开胃。在潮汕，猪红粿常作为早餐或夜宵，搭配一碗白粥或菜汤，简单却富有营养。中医认为，猪血有“养血止血、润燥清肠”的功效，因此猪红粿也被视为健康小吃，尤其适合女性与老人食用。\n\n街头售卖猪红粿的摊贩多来自乡村，他们凌晨杀猪后取血制作粿品，确保食材新鲜。这种“从牲畜到餐桌”的短链饮食，体现了潮汕人“物尽其用、食尽其材”的生存智慧。尽管猪红粿不如其他粿品知名，却以其独特的风味与食疗价值，在潮汕小吃中占据一席之地。"
},
{
"id": 40,
  "videoUri":"",
"title": "潮汕菜脯蛋",
"price": 18,
"image": "40",
"detail": "菜脯粒炒鸡蛋，咸香下饭",
"imageUrl": "https://img0.baidu.com/it/u=1444799587,2182808975&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
"content": "潮汕菜脯蛋是潮汕家常菜的“灵魂担当”，“菜脯”即萝卜干，其历史可追溯至宋代《武林旧事》中记载的“菜脯鲊”，潮汕人将其与鸡蛋结合，创造出咸香可口的经典菜式。制作时，先将菜脯切成小米粒大小，用温水浸泡10分钟去除部分盐分，挤干后用猪油炒香，待菜脯粒呈金黄色、散发出焦香时，倒入打散的鸡蛋液，快速翻炒至蛋液凝固，呈块状或片状即可出锅。\n\n菜脯蛋的魅力在于“咸香提鲜，百搭下饭”：菜脯的咸香与鸡蛋的嫩滑完美融合，猪油的香气增添醇厚感，无论是配白粥、配米饭，还是作为面条的配菜，均能激发食欲。在潮汕家庭中，菜脯蛋是“妈妈的味道”——主妇们常将自制菜脯藏于陶罐中，清晨取出一小把，快速炒上一盘蛋，便能让家人吃得满足。\n\n有趣的是，潮汕菜脯蛋还有“豪华版”变体：加入虾仁、肉末、香菇等食材，提升鲜味与口感层次，但最经典的仍是“菜脯+鸡蛋+猪油”的老三样。这种“简单却不简陋”的烹饪哲学，体现了潮汕人对家常菜的深刻理解——无需珍贵食材，只需用心调味，便能成就百吃不厌的美味。"
},
{
"id": 41,
"title": "潮汕咸水梅",
  "videoUri":"",
"price": 15,
"image": "41",
"detail": "青梅腌制咸酸适口，佐茶配粥",
"imageUrl": "https://img2.baidu.com/it/u=118983955,2575442857&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=599.jpg",
"content": "潮汕咸水梅是潮汕饮食中的“万能配角”，起源于唐代《四时纂要》记载的“梅酱”制法，潮汕人将其改良为咸酸口味的腌制品。制作需选用清明前后的新鲜青梅，洗净晾干后放入陶瓮，一层青梅一层粗盐，压实后密封腌制3-6个月，期间青梅逐渐脱水皱缩，盐分渗入果肉，形成咸酸脆爽的口感。优质的咸水梅果肉呈黄绿色，汁液清澈，咸度适中，酸感柔和。\n\n咸水梅的吃法丰富多样：可直接作为茶点，取一颗咬开，咸酸滋味瞬间刺激唾液分泌，搭配单丛茶别有一番风味；可用于烹饪提味，如“咸水梅蒸鱼”（将梅肉捣碎铺在鱼身上，去腥增香）、“咸水梅排骨”（梅汁与排骨同焖，酸甜开胃）；还可泡制“咸梅茶”——将咸水梅捣碎，加入蜂蜜、冰水搅拌，夏日饮用消暑解渴。\n\n在潮汕民俗中，咸水梅是“勤俭持家”的象征——旧时农家将过剩青梅腌制保存，成为淡季的重要味料。如今，咸水梅仍是潮汕厨房的必备之物，主妇们会在每年青梅季自制咸水梅，陶瓮上贴着年份标签，仿佛封存着时光的味道。那一口咸酸，不仅是味觉的记忆，更是潮汕人“惜物爱物”生活态度的体现。"
},
{
"id": 42,
"title": "潮汕粿汁皮",
"price": 8,
  "videoUri":"",
"image": "42",
"detail": "米浆烙制薄皮，可炒可煮",
"imageUrl": "https://img1.baidu.com/it/u=1795047511,3742786890&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1069.jpg",
"content": "潮汕粿汁皮是潮汕粿品的“万能基底”，虽为配角，却承载着潮汕饮食的多样性可能。其制作工艺与北方煎饼相似：将米浆（早米与糯米混合磨制）舀一勺倒入预热的平底鏊子，快速转动鏊子使米浆均匀铺成薄皮，旺火烙制1分钟，待边缘微微翘起时用竹片铲起，晾凉后叠放。传统粿汁皮直径约30厘米，厚度不足1毫米，呈半透明状，散发淡淡米香，可直接食用，亦可根据需求切割成条或片。\n\n粿汁皮的吃法灵活百变，最经典的是“粿汁汤”：将粿汁皮切成三角形，放入猪骨汤中烫软，搭配卤猪脚、豆干、粉肠等，淋上卤汁，撒葱花与炸蒜蓉。粿汁皮吸附了汤汁的咸香，口感软滑有韧性，与卤味的浓郁形成对比。若要制作“炒粿汁皮”，则将其切成细条，与鸡蛋、豆芽、腊肠同炒，调入沙茶酱与酱油，锅气十足，咸香入味，堪比炒粿条的风味。\n\n在潮汕早市，现烙粿汁皮的摊位常与卤味铺相邻，摊主左手舀浆、右手转鏊子，动作行云流水，刚烙好的粿汁皮冒着热气，吸引顾客当场购买。对于潮汕家庭而言，粿汁皮是“应急食材”——冰箱中常备几张，早餐时快速烫煮或炒制，便能搭配出丰富餐食。这种“化米浆为百变皮”的智慧，体现了潮汕饮食“以简驭繁”的生存哲学，也让粿汁皮成为连接市井与家庭的味觉纽带。"
},
{
"id": 43,
"title": "潮汕糖瓜",
  "videoUri":"",
"price": 10,
"image": "43",
"detail": "麦芽糖拉制糖条，甜而不粘牙",
"imageUrl": "https://img0.baidu.com/it/u=807997692,1315832627&fm=253&fmt=auto&app=138&f=JPEG?w=1067&h=800.jpg",
"content": "潮汕糖瓜是潮汕传统糖果的代表，起源于明代，与北方“关东糖”同源，原为祭灶日“粘灶王爷嘴”的供品，后演变为日常零食。其制作以麦芽糖为原料，加入少量糯米粉熬煮至140℃左右，形成深褐色的糖膏。待糖膏冷却至适宜温度，师傅需戴棉手套反复拉抻，使其充气形成蜂窝状结构，拉制过程中还可加入芝麻、花生碎增加口感。\n\n拉好的糖瓜呈长条状，表面光滑发亮，内部密布细小气孔，咬开时发出清脆声响，甜而不粘牙，麦芽糖的焦香与芝麻的浓香交织。潮汕糖瓜有“硬”“软”两种版本：硬糖瓜需快速拉制后定型，适合牙口好的食客；软糖瓜则在拉制时保留更多水分，质地柔韧，可拉长丝。传统吃法是切成小块直接食用，或作为茶点搭配功夫茶，甜香与茶香相互衬托。\n\n在潮汕古村，每逢腊月廿四“祭灶日”，家家户户都会摆上糖瓜，孩童们围着灶台等待“分糖瓜”，长辈则讲述“灶神上天言好事”的传说。这种充满仪式感的食俗，使糖瓜成为潮汕年节文化的重要符号。如今，手工糖瓜逐渐被工业化糖果取代，但仍有老匠人坚守传统工艺，在街头支起熬糖锅，现场拉制糖瓜，吸引路人围观购买，成为“活着的民俗博物馆”。"
},
{
"id": 44,
"title": "潮汕鱼丸汤",
  "videoUri":"",
"price": 35,
"image": "44",
"detail": "手工鱼丸配豆腐菜心，汤清味鲜",
"imageUrl": "https://img0.baidu.com/it/u=661934492,2095280671&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=814.jpg",
"content": "潮汕鱼丸汤是潮汕饮食“清鲜主义”的极致体现，以“手工鱼丸+简易配料+清甜高汤”为核心，起源于沿海渔村的日常饮食。制作鱼丸的步骤与牛肉丸相似，但更强调“鱼肉的纯净”：选用马鲛鱼、鲨鱼等肉质紧实的海鱼，去骨后用钢刀刮取鱼肉，加入冰水、盐、薯粉摔打至起胶，挤成丸子后投入温水锅中定型，再转入鱼骨熬制的高汤中煮熟。鱼丸汤的配料极简，仅需嫩豆腐、菜心、芹菜珠，却能衬托出鱼丸的鲜美。\n\n汤色清澈如琥珀，鱼丸雪白弹牙，咬开后汤汁迸发，满满的海洋鲜味在口中散开；豆腐吸收了汤汁的精华，软嫩入味；菜心清脆爽口，为汤品增添色彩与口感层次。潮汕人喝鱼丸汤讲究“先喝汤，再食丸”——头勺汤最能体现鱼鲜本味，可加少许胡椒粉提香。在潮汕家庭中，鱼丸汤是“快手靓汤”的代表，主妇们常提前做好鱼丸冷冻，需用时取出煮制，10分钟即可上桌，营养又美味。\n\n街头鱼丸汤铺常挂着“每日现做鱼丸”的招牌，明档中师傅摔打鱼浆的“砰砰”声此起彼伏，成为市井生活的背景音。对于在外的潮汕游子而言，一碗鱼丸汤不仅是味觉的满足，更是乡愁的寄托——那一口鲜甜，连接着记忆中的渔港清晨与母亲的厨房。"
},
{
"id": 45,
"title": "潮汕牛肉饺",
  "videoUri":"",
"price": 22,
"image": "45",
"detail": "牛肉馅饺子，皮薄馅大汁多",
"imageUrl": "https://img0.baidu.com/it/u=901216462,2884683246&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "潮汕牛肉饺是北方饺子文化与潮汕物产结合的典范，起源于清代潮商与北方的贸易往来，经改良后更符合潮汕人口味。其面皮用面粉加鸡蛋、清水揉成，比传统水饺皮更具韧性；馅料以新鲜牛肉为主，加入马蹄、香菇、洋葱、淀粉，调入沙茶酱、鱼露、胡椒粉，剁成细腻的肉馅，讲究“三肥七瘦”，确保馅料多汁不柴。包制时，取一张饺子皮，放入适量肉馅，捏成半月形，边缘捏出波浪纹，美观又防漏。\n\n牛肉饺的烹饪以“汤煮”为主：水沸后放入饺子，煮至浮起后加两次冷水，待饺子肚鼓起即可捞出，盛入碗中后加入牛肉汤、香菜、炸蒜蓉。咬开饺子，面皮爽滑有嚼劲，内馅鲜香多汁，沙茶酱的浓郁、马蹄的爽脆、牛肉的鲜嫩相互融合，汤头清澈却饱含牛肉精华。在潮汕，牛肉饺常作为早餐或夜宵，搭配一碗粿条或米粉，构成“饺面组合”，深受食客喜爱。\n\n值得一提的是，潮汕牛肉饺还有“干捞”吃法：将煮熟的饺子沥干，淋上芝麻酱、花生酱、酱油，撒芝麻拌匀，咸香浓郁，口感丰富。这种“南北融合”的小吃，体现了潮汕饮食文化的包容性，也让牛肉饺成为潮汕街头“既传统又创新”的味觉坐标。"
},
{
"id": 46,
"title": "潮汕咸蛋卷",
"price": 12,
  "videoUri":"",
"image": "46",
"detail": "薄蛋皮卷蔬菜肉末，煎制香酥",
"imageUrl": "https://img1.baidu.com/it/u=2967071810,4126501024&fm=253&fmt=auto&app=120&f=JPEG?w=1067&h=800.jpg",
"content": "潮汕咸蛋卷是潮汕家常菜中的“颜值担当”，起源于民国时期的潮汕菜谱《潮菜精华》，原为宴席冷盘，后演变为家常小吃。其制作需先煎制蛋皮：将鸡蛋打散，加入少许淀粉、盐，倒入热油锅中快速转动，摊成薄如纸的蛋皮，冷却后切成正方形。馅料以猪肉末、胡萝卜丝、香菇丝、韭菜段为主，用猪油炒熟后调味，放凉后放入蛋皮中央，卷成直径3厘米的卷，封口处用蛋液粘牢。\n\n煎制时，锅中放少许猪油，将蛋卷放入小火慢煎，直至表面金黄酥脆，切成斜段摆盘。成品咸蛋卷外酥里嫩，蛋皮的香气与馅料的鲜香交织，胡萝卜的甜、香菇的鲜、韭菜的香相互映衬，蘸上浙醋或番茄酱食用，解腻又提味。在潮汕，咸蛋卷常作为“年菜”出现在春节餐桌，金黄的色泽寓意“黄金万两”，卷状造型则象征“卷住福气”。\n\n家庭制作咸蛋卷时，主妇们常让孩子参与卷制过程，一边讲解“卷紧才不会散开”，一边传授饮食中的生活智慧。这种“寓教于食”的传统，使咸蛋卷不仅是一道美食，更成为家族记忆传承的载体。如今，咸蛋卷也登上潮汕创意菜餐桌，厨师们会加入芝士、培根等西式食材，赋予传统小吃新的生命力。"
},
{
"id": 47,
"title": "潮汕炒面线",
"price": 20,
"image": "47",
  "videoUri":"",
"detail": "面线爆炒加海鲜，干爽入味",
"imageUrl": "https://img2.baidu.com/it/u=4105647174,2925633122&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
"content": "潮汕炒面线是潮汕“镬气料理”的代表，面线原产于福建，传入潮汕后经本地厨师改良，成为独具特色的炒货。制作时，先将面线用温水泡软，沥干后用猪油、酱油拌匀上色，确保每根面线均匀裹上酱汁。配料选用鲜虾、鱿鱼、瘦肉、豆芽、韭菜，用猪油爆香后加入面线，旺火快炒3-5分钟，期间不断用筷子挑散面线，避免粘连。\n\n合格的炒面线需达到“干爽不腻、根根分明”的境界：面线吸收了海鲜与肉类的鲜味，色泽红亮，口感软韧；配料保持鲜嫩，虾仁的甜、鱿鱼的弹、豆芽的脆，与面线的绵密形成对比。潮汕人吃炒面线常配一碗例汤，如紫菜蛋花汤或苦瓜排骨汤，解腻又平衡口感。在潮汕夜糜档，炒面线是“点单王”——摊主在火光中挥舞锅铲，面线在高温下发出“滋滋”声，香气四溢，成为深夜里的治愈美味。\n\n有趣的是，潮汕炒面线还有“斋炒”版本，不加肉类海鲜，仅用豆芽、韭菜、香菇炒制，清爽可口，适合素食者。这种“丰俭由人”的吃法，体现了潮汕饮食“灵活应变”的特点，也让炒面线成为老少皆宜的大众美食。"
},
{
"id": 48,
"title": "潮汕米糕",
"price": 10,
"image": "48",
  "videoUri":"",
"imageUrl": "https://img0.baidu.com/it/u=2170223042,2657212674&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
"detail": "发酵米浆蒸制，松软微甜",
"content": "潮汕米糕是潮汕早餐的“温柔担当”，起源于明代《潮阳县志》记载的“蒸米糕”，以大米为原料，经发酵后蒸制而成，口感松软多孔，适合老人与儿童食用。制作时，将大米浸泡4小时后磨成米浆，加入少许酵母与白糖，搅拌均匀后静置发酵2小时，待米浆表面产生细密气泡，倒入刷油的蒸模中，旺火蒸20分钟即可。传统米糕不加任何馅料，仅靠发酵产生的微甜与米香吸引人，体现了潮汕人对食材本味的信任。\n\n刚蒸好的米糕蓬松柔软，用手轻按后能迅速回弹，表面布满细小气孔，散发淡淡酒香，那是大米在发酵过程中产生的天然风味。食用时可直接切块，米糕的松软与清甜在口中散开，仿佛能尝到阳光晒米的香气；也可淋上蜂蜜、炼乳或撒上花生碎，增添口感层次。在潮汕，米糕常作为早市上的“轻食选择”，上班族买上一块边走边吃，或是搭配一碗咸茶，开启轻松的一天。\n\n潮汕米糕的制作蕴含着古老的发酵智慧，无需复杂工具，只需把握好米浆的浓稠度与发酵时间，便能将平凡的大米转化为蓬松的糕点。这种“靠天吃饭”的制作方式，体现了潮汕人与自然的默契。如今，虽然超市里有各种精美的糕点，但街头巷尾的老铺仍坚持手工制作米糕，用竹蒸笼蒸制的米糕，带着柴火的余温与岁月的味道，成为许多人记忆中的“妈妈的手艺”。"
},
 {
        "id": 49,
        "title": "潮汕绿豆糕",
        "price": 18,
        "image": "49",
   "videoUri":"",
        "detail": "去皮绿豆蒸制，口感细腻清甜，传统手工工艺",
        "imageUrl": "https://t14.baidu.com/it/u=2842860774,88288077&fm=224&f=JPEG?w=500&h=500.jpg",
        "content": "潮汕绿豆糕是潮汕糕点中的“小清新”，起源于清代《潮菜汇考》记载的“绿豆沙糕”，以去皮绿豆为主要原料，经蒸制而成，口感细腻，甜而不腻，是潮汕人夏日消暑的心头好。制作时，需将绿豆提前浸泡8小时，待豆皮脱落，捞出沥干后放入蒸笼蒸1小时，直至绿豆软烂成泥。将绿豆泥过筛去除杂质，加入白糖、猪油翻炒至抱团，倒入模具中压实定型，冷却后切成菱形小块。\n\n潮汕绿豆糕的独特之处在于“纯粹”——不添加任何香精色素，仅靠绿豆的天然清香与猪油的润口形成风味。其色泽鹅黄，表面光滑，用手轻捏即碎，入口即化，绿豆的清甜与猪油的醇厚完美融合，吃完后口中留有淡淡豆香，搭配一杯凤凰单丛茶，清爽解腻。在潮汕，绿豆糕常作为茶点摆放在功夫茶桌上，亲朋好友围坐品茶时，随手一块绿豆糕，便是恰到好处的甜蜜。\n\n值得一提的是，潮汕绿豆糕还有“冰糕”版本：将蒸好的绿豆糕放入冰箱冷藏后食用，口感更加清凉绵密，尤其适合炎夏。这种“热食温补，冷食消暑”的吃法，体现了潮汕人顺应时节的饮食哲学。如今，绿豆糕也衍生出抹茶味、椰奶味等创新口味，但老饕们仍钟情于传统原味，认为那才是“记忆中的古早味”。"
    },
    {
        "id": 50,
        "title": "潮汕芝麻茶",
        "price": 15,
      "videoUri":"",
        "image": "50",
        "detail": "炒芝麻磨浆煮制，茶汤香浓暖胃，搭配茶点更佳",
        "imageUrl": "https://img2.baidu.com/it/u=2263100400,734413400&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=651.jpg",
        "content": "潮汕芝麻茶是潮汕饮食中“以茶代汤”的代表，起源于宋代《茶录》记载的“擂茶”习俗，潮汕人将其改良为以芝麻为主料的饮品，兼具饮品与点心的双重属性。制作时，先将白芝麻炒至微黄，散发出浓郁香气，倒入石臼中用擂棍捣成细浆，再倒入锅中加清水、白糖煮沸，搅拌至茶汤浓稠如乳。传统芝麻茶需现炒现磨，确保芝麻的香气充分释放。\n\n芝麻茶的口感绵密醇厚，芝麻的油脂与蛋白质充分融入茶汤，喝起来香浓顺滑，甜润暖胃。潮汕人常将芝麻茶与“朥饼”“腐乳饼”搭配食用——茶的香浓与饼的酥脆相互衬托，形成绝妙的味觉组合。在潮汕乡村，每当有贵客临门，主妇们便会擂制芝麻茶待客，一边擂茶一边与客人闲聊，体现了“以茶会友”的热情民风。\n\n中医认为，芝麻有“补肝肾、益精血”的功效，因此芝麻茶也被视为养生饮品，尤其适合秋冬季节饮用。如今，街头饮品店也推出了芝麻茶的创新吃法，如加入珍珠、芋圆等配料，但其核心仍是那碗现磨的芝麻浆，承载着潮汕人对传统饮茶文化的坚守与传承。"
    },
    {
        "id": 51,
        "title": "潮汕咸茶",
        "price": 12,
        "image": "51",
      "videoUri":"",
        "detail": "茶叶擂制茶汤，搭配炒米、花生等配料，咸香开胃",
        "imageUrl": "https://t14.baidu.com/it/u=315530818,4123070421&fm=224&app=112&f=JPEG?w=500&h=500.jpg",
        "content": "潮汕咸茶是潮汕饮食文化的“活化石”，起源于汉代《华阳国志》记载的“茶粥”习俗，至今仍保留着古老的擂茶技艺。其制作需选用新鲜茶叶（多为绿茶或苦刺心茶），放入陶制擂钵中，加入少许粗盐，用擂棍反复捣磨成茶泥，再冲入沸水制成茶汤。饮用时，在碗中放入炒米、花生、芝麻、绿豆等配料，倒入茶汤拌匀，形成“茶中有饭，饭中有茶”的独特吃法。\n\n咸茶的口感层次丰富：茶汤微苦回甘，炒米的脆、花生的香、绿豆的绵，与茶叶的清苦相互平衡，喝起来提神醒脑，开胃解腻。在潮汕，咸茶是“时年八节”的必备饮品，如春节“食甜茶，讲好话”，清明“食咸茶，去湿气”，不同节令搭配的配料也有所不同——春季加薄荷叶增香，夏季加绿豆消暑，秋季加芝麻润燥，冬季加花生暖胃。\n\n最具特色的是潮汕“妇女茶会”——农闲时分，邻里妇女聚在一起，各自带来擂茶配料，轮流擂制茶汤，边喝边聊家常，形成独特的社交文化。这种以茶为媒的聚会，不仅是味觉的享受，更是乡村情感联结的纽带。如今，咸茶已从乡村走向城市，许多潮汕餐馆将其作为特色饮品，让更多人体验这一传承千年的饮食习俗。"
    },
    {
        "id": 52,
        "title": "潮汕粿汁卤味",
        "price": 25,
        "image": "52",
      "videoUri":"",
        "detail": "粿汁皮搭配传统卤味，如猪脚、鹅肉等，卤汁浓郁",
        "imageUrl": "https://img2.baidu.com/it/u=2314202414,4124079074&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "潮汕粿汁卤味是潮汕街头的“灵魂组合”，粿汁的软滑与卤味的浓郁相辅相成，形成极具地域特色的餐食。卤味是粿汁的最佳拍档，常见品种包括卤猪脚、卤鹅肉、卤豆干、卤蛋、卤粉肠等，均采用传统老卤汤熬制。老卤汤以猪骨、鸡架、八角、桂皮、香叶、丁香等30余种香料为底，每天清晨开始熬制，越熬越香，甚至有店铺的老卤已传承数十年，被视为“镇店之宝”。\n\n食客在粿汁铺点单时，可自由选择卤味搭配：卤猪脚肥而不腻，卤鹅肉香嫩入味，卤豆干吸饱了汤汁，卤蛋的蛋黄沙糯。这些卤味被切成小块，与粿汁皮一同放入猪骨汤中加热，淋上一勺浓稠的卤汁，撒上葱花与炸蒜蓉。吃的时候，先尝一口卤味的浓郁，再品粿汁皮的软滑，最后喝一勺汤，感受咸香在口中的层层递进。\n\n潮汕粿汁卤味铺通常从清晨营业至深夜，既是早餐摊，也是夜宵档。深夜加班后，来一碗热气腾腾的粿汁卤味，卤汁的咸香与粿汁的温暖驱散疲惫，成为许多潮汕人心中的“深夜食堂”。这种扎根市井的饮食组合，不仅满足了人们的口腹之欲，更承载着潮汕人对烟火生活的热爱与坚守。"
    },
    {
        "id": 53,
        "title": "潮汕海鲜粥",
        "price": 40,
      "videoUri":"",
        "image": "53",
        "detail": "现熬高汤粥底，加入鲜虾、花蛤等活鲜，鲜香味美",
        "imageUrl": "https://img2.baidu.com/it/u=3999752350,1368804309&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1216.jpg",
        "content": "潮汕海鲜粥是潮汕“鲜食主义”的巅峰之作，以“现熬粥底+活鲜入粥”为核心，展现了潮汕人对海鲜本味的极致追求。制作时，先以猪骨或鱼骨熬制4小时以上的高汤作为粥底，再将新鲜海虾、花蛤、鱿鱼、生蚝等海鲜洗净备用。待粥底熬至绵密，依次加入海鲜，虾煮至变红、花蛤开口、生蚝微缩时即可关火，保持海鲜的鲜嫩口感。\n\n海鲜粥的汤色呈浅金色，散发着海洋的鲜香，每一勺都能舀到完整的海鲜：虾的鲜甜、花蛤的清爽、鱿鱼的弹牙、生蚝的肥美，与绵密的粥底相互交融。潮汕人吃海鲜粥讲究“三吃”——先喝原味粥汤，感受海鲜的清甜；再吃海鲜，品尝其鲜嫩质地；最后将粥与配料拌匀，细品复合风味。搭配一碟“三渗酱”（梅汁、浙醋、红糖调制），更能凸显海鲜的鲜甜。\n\n在潮汕沿海地区，海鲜粥铺常紧邻渔港，清晨捕捞的海鲜直接运至后厨，确保食材鲜活。食客坐在海边餐厅，吹着海风，喝着刚熬好的海鲜粥，眼前是渔船归来的景象，构成独特的“舌尖上的海景”。这种将地域特色与饮食文化结合的体验，使潮汕海鲜粥不仅是一道美食，更是一场全方位的感官盛宴。"
    },
    {
        "id": 54,
        "title": "潮汕炒薄壳",
      "videoUri":"",
        "price": 35,
        "image": "54",
        "detail": "新鲜薄壳配金不换快炒，鲜嫩多汁，夏日限定美味",
        "imageUrl": "https://img2.baidu.com/it/u=309024070,859637214&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "潮汕炒薄壳是潮汕夏季的“限定美味”，“薄壳”即海瓜子，是潮汕沿海特有的贝类，每年8-10月盛产，因壳薄肉嫩、鲜味浓郁而成为潮汕人餐桌上的宠儿。制作时，先将薄壳用盐水浸泡吐沙，沥干后用猪油爆香蒜蓉、金不换（罗勒叶），加入薄壳旺火快炒，待壳口张开时调入鱼露、胡椒粉，翻炒均匀即可出锅。整个过程需在1分钟内完成，确保薄壳肉鲜嫩多汁。\n\n炒薄壳的灵魂在于“镬气”与“金不换”——猛火快炒锁住薄壳的鲜味，金不换的香气与薄壳的海味完美融合，鱼露的咸鲜进一步激发鲜味，形成层次丰富的味觉体验。潮汕人吃炒薄壳常配白粥，用筷子轻轻一挑，薄壳肉入口，鲜美的汁液在口中迸发，金不换的清香 lingering 不散，再配上一口粥，清爽解腻。\n\n在潮汕夏夜，大排档的炒薄壳摊位前总是热闹非凡，摊主挥舞锅铲，火光中“滋滋”声不断，空气中弥漫着薄壳与金不换的香气。由于薄壳产量季节性强，潮汕人还会将其制成“薄壳米”（去壳后的贝肉），用于炒饭、煮汤，延长美味的保质期。这种对时令食材的珍视与灵活运用，体现了潮汕人“顺应自然，物尽其用”的饮食智慧。"
    },
    {
        "id": 55,
        "title": "潮汕鱼皮饺",
      "videoUri":"",
        "price": 38,
        "image": "55",
        "detail": "手工鱼皮包裹五花肉鲜虾馅，皮薄馅鲜，汤煮尤佳",
        "imageUrl": "https://img2.baidu.com/it/u=2571693083,3778727271&fm=253&fmt=auto&app=138&f=JPEG?w=400&h=400.jpg",
        "content": "潮汕鱼皮饺是潮汕鱼糜制品的又一传奇，与鱼饺、鱼册并称“鱼鲜三杰”，起源于清代澄海地区的渔村。其制作工艺极为复杂：选用新鲜海鳗或马鲛鱼，去骨取肉后用刀背剁成鱼泥，加入冰水、盐、薯粉摔打至起胶，再用擀面杖擀成薄如蝉翼的鱼皮。馅料以猪五花肉、鲜虾、香菇为主，切成小丁后调味，包入鱼皮中捏成小巧的饺子，形如弯月，晶莹剔透。\n\n鱼皮饺的烹饪以“汤煮”为佳：清水煮沸后放入鱼皮饺，煮至浮起后加入紫菜、香菜、炸蒜蓉，淋入香油即可。鱼皮饺的皮极薄却富有弹性，咬开后，鱼皮的鲜香、肉馅的醇厚、海鲜的清甜同时在口中散开，汤头清澈却饱含鱼鲜精华。在潮汕，鱼皮饺常作为宴席的“头汤”，象征“开席鲜为先”，也寓意“饺到福到”。\n\n由于制作鱼皮饺需极高的手工技艺，如今能坚持传统工艺的老铺已不多见。在澄海老市区，仍有几家老字号鱼皮饺店，师傅们每天凌晨开始摔打鱼浆、擀制鱼皮，那份对细节的执着，让鱼皮饺成为潮汕饮食“工匠精神”的象征，吸引着各地食客慕名品尝这“舌尖上的艺术品”。"
}
]
