[ 
    {
        "id": 1,
        "title": "经典珍珠奶茶",
        "price": 15,
        "image": "2",
        "detail": "如需定制甜度或冰度，请下单备注。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.BmGTzZe-HBw1sB_PZHYCYgHaEK?rs=1&pid=ImgDetMain.jpg",
        "content": "经典珍珠奶茶作为奶茶界的元老，承载着无数人的美好回忆。Q弹圆润的黑珍珠每日现煮，嚼劲十足，在齿间欢快跳跃。丝滑的奶茶底由优质茶叶与新鲜牛奶精心调配，茶韵悠长，奶香醇厚，二者完美交融。每一口既能品尝到珍珠的软糯弹牙，又能尽享奶茶的香浓丝滑，无论是逛街小憩还是工作解乏，它都是绝佳伴侣。"
    },
    {
        "id": 2,
        "title": "广式烧腊拼盘",
        "price": 68,
        "image": "3",
        "detail": "可选择肥瘦比例，需提前预订。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.ygUrcHU1imbCbhl_xrI3gQHaE-?w=284&h=190&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
        "content": "广式烧腊拼盘集齐烧鸭、叉烧、烧肉等多种烧腊精华。烧鸭皮脆肉嫩，色泽红亮，皮下脂肪融化后形成一层透亮的油脂，入口香脆多汁；叉烧选用猪梅肉，以秘制酱汁腌制后慢火烤制，甜中带鲜，肉质软嫩多汁，焦香的外皮与软嫩的内里形成绝妙对比；烧肉经盐焗烤制，猪皮爆脆如薯片，肉质紧实咸香，肥而不腻。每一种都经过老师傅精心把控火候，香气四溢，是广东餐桌上的经典美味，无论是家庭聚会还是宴请宾客，都能大放异彩。"
    },
    {
        "id": 3,
        "title": "虾饺皇",
        "price": 38,
        "image": "4",
        "detail": "现点现做，口感更佳。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.PydD_uWWw89uo1O-cP61dwHaE8?rs=1&pid=ImgDetMain.jpg",
        "content": "虾饺皇是广东早茶的标志性点心，讲究“皮薄馅大、通透如纱”。晶莹剔透的澄面皮由小麦淀粉与木薯淀粉混合制成，经手工擀制得薄如蝉翼，包裹着整只新鲜海虾仁与少量猪肉糜、笋丁。虾仁需提前用料酒、白胡椒粉腌制去腥，保留其鲜甜本味。蒸制后，饺皮软糯弹牙，微微透光，隐约可见内馅的淡粉色虾仁。轻轻咬开，虾肉的鲜嫩瞬间在口中迸发，带着海洋的清甜与笋丁的爽脆，搭配特制的海鲜酱油，更突显食材的本味，让人一口难忘。传统早茶桌上，一笼热气腾腾的虾饺皇总是最先被抢食的佳肴。"
    },
    {
        "id": 4,
        "title": "叉烧包",
        "price": 28,
        "image": "5",
        "detail": "甜度适中，老少皆宜。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.lkyOePESf4FdQ1mnbo4ngAHaHa?rs=1&pid=ImgDetMain.jpg",
        "content": "叉烧包是广式早茶“四大天王”之一，以松软的外皮与香甜的叉烧馅闻名。外皮采用酵母发酵的中筋面粉，经两次醒发后形成洁白如雪、层层蓬松的质地，顶部微微开裂，露出内里的叉烧馅料，形如“开口笑”。内馅选用肥瘦相间的叉烧肉，切成小丁后与蚝油、海鲜酱、白糖等炒制，制成浓稠的酱汁裹住肉丁，色泽红亮，甜香扑鼻。咬开松软的面皮，温热的叉烧馅溢出，咸甜交织的滋味与面皮的绵密完美融合，每一口都充满了幸福感。无论是搭配早茶的普洱，还是作为下午茶的点心，叉烧包都以其经典的味道深受各年龄层喜爱。"
    },
    {
        "id": 5,
        "title": "萝卜糕",
        "price": 22,
        "image": "6",
        "detail": "可选择煎制程度。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.958DNHpneiIb3-AvI1Et6wHaE8?rs=1&pid=ImgDetMain.jpg",
        "content": "萝卜糕是广东传统节庆美食，尤其在春节期间家家户户必做。以新鲜白萝卜为主料，刨成细丝后与糯米粉、粘米粉按比例混合，加入腊肉丁、虾米、瑶柱等配料。白萝卜需先煮软去水，保留其清甜与纤维感，与炒制过的腊肉、虾米的咸香充分融合。蒸制好的萝卜糕放凉后可切成厚片，煎至两面金黄：浅煎则外皮微脆，内里软糯；深煎则形成焦香外壳，口感更富层次。萝卜的清香与腊味的咸鲜相互渗透，每一口都能吃到萝卜丝的细腻与配料的颗粒感，是早茶桌上的经典点心，也是承载着年味记忆的传统美味。"
    },
    {
        "id": 6,
        "title": "艇仔粥",
        "price": 25,
        "image": "7",
        "detail": "粥底浓稠，配料丰富。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.29b6b656aea3009fb7a60795cd74c3ca?rik=ETZZ6jkg95f7%2bA&riu=http%3a%2f%2fn.sinaimg.cn%2fsinacn%2fw600h355%2f20180205%2f0782-fyrhcqy9225410.jpg&ehk=gRYrNa5k%2b9QOLlZ7DmiEuFLOCRWMuDsifdCvKXVQjNU%3d&risl=&pid=ImgRaw&r=0.jpg",
        "content": "艇仔粥起源于珠江三角洲的艇仔商贩，是广东人最爱的粥品之一。粥底以新鲜大米慢火熬制2小时以上，直至米粒开花、粥水绵滑如浆，加入猪骨汤提鲜，浓稠度恰到好处。配料丰富是其最大特色：现杀的鲩鱼片薄如蝉翼，用姜丝、料酒腌制去腥；鲜虾去壳留尾，焯至半透明；叉烧丝、炸油条碎、炒花生、葱花、芫荽等依次点缀。食用时淋上几滴麻油，撒上白胡椒粉，各种食材的味道在绵密的粥底中层层展开——鱼片的嫩滑、鲜虾的鲜甜、叉烧的甘香、油条与花生的香脆，搭配粥底的醇厚，每一勺都充满惊喜，是清晨唤醒味蕾的最佳选择。"
    },
    {
        "id": 7,
        "title": "双皮奶",
        "price": 18,
        "image": "8",
        "detail": "冷藏后口感更佳。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.7uNHOs60Q47sl0iKuI3mQwHaEK?w=314&h=180&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
        "content": "双皮奶是顺德最具代表性的甜品，以“双皮”特色闻名——上层奶皮甘香浓郁，下层奶皮嫩滑如膏。制作工艺讲究：将新鲜水牛奶煮沸后倒入碗中，待其自然冷却形成第一层奶皮；小心倒出牛奶，加入打散的蛋清与适量白糖，轻轻搅拌后沿碗边缓缓倒回，让底层奶皮重新浮起。蒸制时需用中火，避免高温破坏奶皮的完整性。蒸好的双皮奶呈乳白半凝固状，表面光滑如镜。入口即化，牛奶的浓醇与蛋清的细腻完美融合，甜而不腻，冷藏后更是冰凉沁心，仿佛舌尖上的云朵。传统吃法原汁原味，亦可加入红豆、莲子等配料，是广东人饭后解腻的最佳搭档。"
    },
    {
        "id": 8,
        "title": "肠粉",
        "price": 20,
        "image": "9",
        "detail": "多种馅料可选，如猪肉、牛肉、虾仁等。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.VzfxJMf_-APXTzS5mm7LOQHaD_?rs=1&pid=ImgDetMain.jpg",
        "content": "肠粉是广东街头巷尾最常见的早餐，以“薄、滑、透”为特色。米浆由早稻大米浸泡后磨制而成，质地细腻。蒸制时，在特制的蒸盘上刷一层薄油，倒入米浆摊平，加入馅料后旺火蒸1-2分钟，待米浆凝固成透明的薄皮，用竹片轻轻卷起成肠状。传统馅料有猪肉末（用酱油、生粉腌制）、牛肉片（加小苏打嫩化）、鲜虾仁等，亦可选择斋肠（无馅）。淋上由虾米、大地鱼、香菇熬制的头抽酱油，再撒上葱花与芝麻，米香、馅香、酱香相互交织。肠粉的灵魂在于皮的嫩滑——入口即化，却又不失米浆的清甜，搭配一杯豆浆或白粥，便是地道的广式早餐。"
    },
    {
        "id": 9,
        "title": "白切鸡",
        "price": 58,
        "image": "10",
        "detail": "选用走地鸡，肉质鲜嫩。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.5055b342d1f2cf693acd5fe80c2495ce?rik=7AZILugGTZvYUQ&riu=http%3a%2f%2fi2.chuimg.com%2f8b2e8ad48bb94cdd8d69c9c8b9175869_2448w_1836h.jpg%3fimageView2%2f2%2fw%2f660%2finterlace%2f1%2fq%2f90&ehk=%2bSzgA1KK8%2bQRlr0HPRyf72aCs3hW9LDUx%2ffapoB6uFo%3d&risl=&pid=ImgRaw&r=0.jpg",
        "content": "白切鸡堪称广东菜的“灵魂之作”，以最简单的烹饪方式展现食材本味。精选散养180天以上的走地鸡，因其运动量大，肉质紧实鲜嫩，皮下脂肪分布均匀。制作时采用“浸煮法”：将处理干净的整鸡放入微沸的水中，反复提浸三次，确保内外受热均匀，再关火焖煮20-25分钟，至鸡肉刚熟而骨带血丝。捞出后立即浸入冰水中，使鸡皮爽脆，肉质紧实。斩件装盘后，搭配由姜末、葱白、花生油、盐调制的姜葱油碟，姜的辛辣、葱的清香与鸡油的醇香相互激发，凸显鸡肉的鲜甜。白切鸡讲究“皮爽、肉滑、骨香”，是广东人逢年过节、宴请宾客的必备菜，更是“无鸡不成宴”的饮食文化象征。"
    },
    {
        "id": 10,
        "title": "煲仔饭",
        "price": 35,
        "image": "11",
        "detail": "多种口味可选，如腊味、排骨、滑鸡等。",
        "imageUrl": "https://materials.cdn.bcebos.com/images/40182850/5d21025f0cd2f5cf18291782ef8819bc.jpeg",
        "content": "煲仔饭是广东人最爱的主食之一，以砂煲明火煲煮而成，充满镬气与烟火味。选用泰国香米或丝苗米，淘洗后放入砂煲，加入适量清水与几滴花生油，大火煮开后转小火焖至七成熟，再放入腌制好的食材——如腊味（腊肠、腊肉）、排骨（用柱侯酱、生粉腌制）、滑鸡（加香菇、红枣）等，继续焖煮至米饭全熟，最后沿煲边淋入生抽与熟油，焗出一层金黄焦脆的锅巴。打开砂煲，香气扑鼻：米饭颗颗分明，吸收了食材的油脂与酱汁，腊味的咸香、排骨的酱香、鸡肉的鲜甜渗透每一粒米，底部的锅巴酥脆作响，与上层的软饭形成绝妙口感对比。吃时拌匀，再配上一碟例汤，便是暖身又满足的一餐。"
    },
    {
        "id": 11,
        "title": "马拉糕",
        "price": 22,
        "image": "12",
        "detail": "古法红糖发酵，松软带蜂窝孔。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.abc123_def456?rs=1",
        "content": "马拉糕是广式早茶的古法糕点，以面粉、红糖、鸡蛋和猪油为原料，经7小时低温发酵而成。其外观呈深棕琥珀色，表面油亮光滑，切开后可见细密均匀的蜂窝状气孔，如同海绵般富有弹性。入口时，红糖的焦香与鸡蛋的清香扑面而来，甜度被面粉的麦香中和，恰到好处；猪油的加入让口感更显温润，松软却不塌陷，咀嚼间略带韧性。传统做法需用竹蒸笼蒸制，水汽均匀渗透，使糕体上下松软一致。搭配一壶铁观音，茶香与糕香相互映衬，是广东人记忆中的老味道，尤其适合作为早餐或下午茶点，老少皆宜。"
    },
    {
        "id": 12,
        "title": "烧鹅",
        "price": 88,
        "image": "13",
        "detail": "精选黑棕鹅，皮脆肉嫩配酸梅酱。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.ghi789_jkl012?w=300&h=200",
        "content": "烧鹅堪称广东烧腊的巅峰之作，选用生长期90天以上的黑棕鹅，经打气、腌味、上皮水（麦芽糖+醋+料酒）、风干等12道工序后，入果木烤炉明火烤制40分钟。出炉的烧鹅色泽红亮如玛瑙，表皮油润酥脆，轻敲即发出“咔嚓”声，皮下脂肪融化成半透明的油脂层，与紧实的鹅肉之间形成“黄金夹层”。斩件后搭配酸梅酱——酸梅的酸甜中和了鹅肉的油脂，凸显其鲜甜本味。鹅腿部位皮脆肉厚，是食客的首选；胸肉则瘦而不柴，适合喜清淡者。传统吃法佐以葱姜丝，配一碗白米饭，淋上烧鹅汁，堪称人间至味，是粤式宴席上的硬菜担当。"
    },
    {
        "id": 13,
        "title": "干炒牛河",
        "price": 38,
        "image": "14",
        "detail": "猛火快炒，锅气十足，可加鸡蛋。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.mno345_pqr678?rs=1",
        "content": "干炒牛河是检验粤式厨师厨艺的“试金石”，讲究“锅气”与食材火候的精准把控。河粉选用广东本地的湿河粉，质地柔韧不易断；牛肉切片用生抽、小苏打、淀粉腌制去腥，嫩滑多汁。先将河粉用猪油爆香，推至锅边，再下牛肉大火快炒至七成熟，加入豆芽、葱段，与河粉一同翻炒，期间沿锅边淋入老抽、生抽调味，最后撒上胡椒粉出锅。成品色泽油亮，河粉根根分明，不带多余汤汁，牛肉鲜嫩，豆芽爽脆，每一口都能感受到镬气带来的焦香，是广东大排档的灵魂菜品，常作为主食搭配例汤，深受上班族与夜归人喜爱。"
    },
    {
        "id": 14,
        "title": "豉汁蒸排骨",
        "price": 32,
        "image": "15",
        "detail": "肋排腌制入味，搭配黑豆豉蒸制。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.stu901_vw234?h=180&c=7",
        "content": "豉汁蒸排骨是广式早茶的经典蒸点，以猪肋排为主料，切成小块后用柱侯酱、生抽、蚝油、白糖、淀粉腌制2小时，让酱汁充分渗入肉质。黑豆豉提前用温水泡发，剁细后与蒜蓉、姜末一同炒香，铺在排骨上，旺火蒸15分钟即可。出锅后撒上葱花，淋少许热油激香。排骨肉质软嫩脱骨，豉香与蒜香交织，咸鲜中略带微甜，酱汁浓郁下饭。垫底的芋头吸收了肉汁，粉糯香甜，常被食客称为“隐藏美味”。这道菜做法看似简单，实则讲究腌制时间与火候控制，是早茶桌上点击率极高的佳肴。"
    },
    {
        "id": 15,
        "title": "云吞面",
        "price": 25,
        "image": "16",
        "detail": "鲜虾云吞配竹升面，汤头鲜甜。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.6789ab_cdef0?rik=123",
        "content": "云吞面是广东人最爱的汤面之一，由“竹升面”“鲜虾云吞”“大地鱼猪骨汤”三大要素组成。竹升面以鸭蛋和面，用竹竿反复压制而成，面条细如银丝，口感筋道弹牙，带有淡淡蛋香；云吞皮用薄如纸的面皮包裹整只虾仁与少量猪肉馅，捏成金鱼状，煮后外皮透亮，内馅饱满。汤头以大地鱼、猪筒骨、虾壳慢火熬制4小时，滤去杂质后清澈见底，鲜甜浓郁。食用时，面条过冷水保持爽滑，与云吞、青菜一同装入碗中，浇上热汤，撒上韭黄段与虾米，鲜香扑鼻。一口面、一口云吞、一勺汤，层次丰富，是地道的广式风味。"
    },
    {
        "id": 16,
        "title": "豉椒炒蚬",
        "price": 48,
        "image": "17",
        "detail": "新鲜黄沙蚬，辣度可选。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.ghj456_klm789?w=280&h=190",
        "content": "豉椒炒蚬是广东夜市的人气小炒，选用产自珠江口的黄沙蚬，壳薄肉肥，泥沙少。先将蚬用清水养2小时吐沙，沥干后入沸水焯至开口，挑出蚬肉备用。起锅爆香蒜末、姜末、阳江豆豉，加入青红辣椒丝炒出辣味，再放入蚬肉大火翻炒，调入生抽、蚝油、白糖调味，最后撒上葱段出锅。蚬肉鲜嫩多汁，吸收了豉椒的香辣与酱汁的咸鲜，口感微辣开胃；辣椒丝爽脆，豆豉香气浓郁，搭配啤酒堪称一绝。这道菜讲究火候精准，确保蚬肉不老不柴，是夏夜大排档的必备下酒菜。"
    },
    {
        "id": 17,
        "title": "姜撞奶",
        "price": 20,
        "image": "18",
        "detail": "现磨姜汁+水牛奶，热撞成膏。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.nop345_qrs678?rs=1",
        "content": "姜撞奶是顺德的传统甜品，以“热奶撞姜汁”的神奇凝固现象闻名。选用新鲜小黄姜，去皮后磨成细腻姜汁，滤去渣末放入碗中；水牛奶加热至70-80℃（边缘冒小泡即可），迅速倒入姜汁中，静置3分钟不搅拌，待其凝固成嫩滑的奶膏。成功的姜撞奶表面光滑，勺舀不碎，入口先是水牛奶的浓醇香甜，继而感受到姜汁的辛辣在舌尖散开，甜辣交织，暖胃又提神。天冷时热食驱寒，夏日可冷藏后加红豆、莲子，口感更显冰爽。这道甜品不仅考验食材新鲜度，更需精准把控牛奶温度，是广东人秋冬季节的养生之选。"
    },
    {
        "id": 18,
        "title": "清蒸石斑鱼",
        "price": 128,
        "image": "19",
        "detail": "鲜活深海石斑，葱丝豉油提鲜。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.uvw678_xyz90?rik=456",
        "content": "清蒸石斑鱼是粤式海鲜烹饪的经典技法，追求“原汁原味”的极致呈现。选用1.5-2斤的鲜活深海石斑鱼，宰杀后在鱼身划刀，用盐、料酒涂抹去腥，放上姜片、葱段，旺火蒸8-10分钟（时间依鱼大小调整）。蒸好后倒掉腥水，铺上新切的葱丝、红椒丝，淋上滚烫的花生油激香，再沿盘边浇入特制的海鲜豉油。鱼肉洁白如雪，入口嫩滑细腻，富含胶质，豉油的咸鲜与葱香完美衬托出石斑鱼的清甜，鱼骨处略带血丝，正是“刚熟”的最佳状态。此菜常作为宴席主菜，象征“年年有余”，深受食客青睐。"
    },
    {
        "id": 19,
        "title": "蜜汁叉烧",
        "price": 58,
        "image": "20",
        "detail": "半肥瘦梅肉，秘酱腌制炭烤。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.abc789_def012?w=260&h=180",
        "content": "蜜汁叉烧是广式烧腊的“当家花旦”，精选猪梅肉（又称“梅花肉”），因其肥瘦相间、纹理均匀，烤制后口感最佳。梅肉用生抽、蜂蜜、海鲜酱、玫瑰露酒等调制的秘制酱汁腌制12小时以上，让味道深入肌理。传统做法用炭火烤制，中途反复刷蜜，直至表皮形成焦糖色的“糖衣”，内里保持多汁。出炉的叉烧色泽红亮如玛瑙，切面可见粉白的瘦肉与透红的脂肪层相间，切成厚片后油光发亮。入口时，外皮微脆带焦糖香，肉质软嫩多汁，蜜汁的甜与酱油的咸平衡得恰到好处，搭配白米饭或夹入菠萝包，都是经典吃法。"
    },
    {
        "id": 20,
        "title": "菜心炒牛肉",
        "price": 35,
        "image": "21",
        "detail": "鲜嫩菜心配牛里脊，火候讲究。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.ghi345_jkl678?rs=1",
        "content": "菜心炒牛肉是广东家常菜的代表，以简单食材凸显食材本味。菜心选用增城迟菜心，茎粗叶嫩，洗净后切段；牛里脊切片用生抽、淀粉、小苏打腌制10分钟，使其嫩滑。先将菜心用沸水焯至断生，过冷水保持翠绿，沥干备用。起锅热油爆香蒜末，下牛肉片大火快炒至变色，再加入菜心翻炒，调入蚝油、盐、白糖调味，勾薄芡即可出锅。牛肉片嫩滑多汁，菜心脆嫩清甜，蒜香与蚝油的咸鲜相互融合，清爽不油腻，是搭配米饭的绝佳选择，体现了粤菜“清鲜爽嫩”的烹饪理念。"
    },
    {
        "id": 21,
        "title": "榴莲忘返",
        "price": 38,
        "image": "22",
        "detail": "新鲜榴莲肉+西米露+椰奶。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C. mno123_pqr456?rik=789",
        "content": "榴莲忘返是广东甜品店的人气王，专为榴莲爱好者量身定制。以泰国金枕榴莲为核心食材，取果肉捣成泥状，搭配煮至透明的西米、Q弹的芋圆、嫩滑的仙草冻，最后淋上浓郁的椰奶与淡奶油混合液。舀一勺入口，榴莲的醇厚香甜瞬间占据味蕾，果肉纤维与西米的爽滑、芋圆的嚼劲相互交织，椰奶的清香平衡了榴莲的厚重感，仙草的微苦又增添了层次。冷藏后食用冰凉爽口，仿佛置身热带果园，是夏日解暑或饭后解腻的绝佳选择，虽价格偏高，却因其独特风味吸引无数食客慕名品尝。"
    },
    {
        "id": 22,
        "title": "腊味萝卜糕",
        "price": 25,
        "image": "23",
        "detail": "腊味加码，煎制后更香。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.uvw678_xyz90?w=240&h=160",
        "content": "腊味萝卜糕是传统萝卜糕的豪华升级版，在经典配方中加入更多腊味元素。新鲜白萝卜刨丝煮软，与糯米粉、粘米粉混合成浆，调入切碎的腊肠、腊肉、虾米、瑶柱，蒸制时腊味的油脂渗入米浆，形成咸香浓郁的基底。冷却后的萝卜糕切成厚片，可选择“半煎”或“全煎”：半煎保留部分软糯口感，外皮微脆；全煎则形成金黄焦壳，内里仍有少许软糯，搭配XO酱或辣椒酱食用更添风味。腊味的咸香与萝卜的清甜完美融合，是早茶桌上的“重口味”担当，尤其适合搭配普洱茶解腻。"
    },
    {
        "id": 23,
        "title": "白灼基围虾",
        "price": 78,
        "image": "24",
        "detail": "鲜活基围虾，配姜葱酱油。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.abc456_def789?h=200&c=7",
        "content": "白灼基围虾是粤菜中“鲜食”的代表，以最简单的烹饪方式展现海鲜的极致鲜甜。选用鲜活基围虾，剪去虾须虾枪，用清水养30分钟吐沙。锅中烧开水，加入姜片、葱段、料酒，放入虾灼煮1-2分钟，至虾身变红弯曲即可捞出。搭配由生抽、姜末、香油调制的蘸料，虾肉紧实弹牙，带着海水的咸鲜与淡淡甜味，虾壳与虾肉轻易分离，原汁原味的吃法最能体现食材的新鲜度。此菜常作为粤式宴席的前菜，清爽开胃，老少皆宜。"
    },
    {
        "id": 24,
        "title": "杨枝甘露",
        "price": 32,
        "image": "25",
        "detail": "芒果+西柚+西米，酸甜清爽。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.ghi123_jkl456?rik=012",
        "content": "杨枝甘露是港式甜品的经典之作，以“西方食材+东方创意”闻名。将成熟台农芒果切成小块，一部分捣成泥状作为基底，另一部分保留颗粒增加口感；西柚取果肉撕成小块，去除苦涩的白筋；西米煮至透明后过冷水，保持Q弹。组装时，先在碗底铺芒果泥，依次加入西米、芒果块、西柚肉，最后淋上椰奶与淡奶油的混合液，点缀薄荷叶。入口时，芒果的甜润、西柚的微酸、西米的爽滑、椰奶的清香相互交织，层次丰富，酸甜平衡，冷藏后更是冰爽宜人，是夏季最受欢迎的甜品之一，尤其适合搭配油腻菜肴解腻。"
    },
    {
        "id": 25,
        "title": "豉油鸡",
        "price": 68,
        "image": "26",
        "detail": "走地鸡浸煮，秘制豉油入味。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.mno789_pqr012?w=280&h=190",
        "content": "豉油鸡是广东家常菜与烧腊店的常见菜品，以鸡肉嫩滑、豉油香浓为特色。选用散养走地鸡，整鸡放入由生抽、老抽、冰糖、八角、香叶、桂皮等熬制的秘制豉油汁中，小火浸煮30分钟，期间反复提浸使鸡肉均匀上色入味。出锅的豉油鸡色泽红亮，皮滑肉嫩，连骨头都透着豉油的咸甜香气。斩件装盘后，淋上少许热豉油汁，搭配白米饭堪称一绝。传统吃法可蘸姜蓉或酸荞头，前者提香，后者解腻，充分展现粤菜“一菜多吃”的智慧。"
    },
    {
        "id": 26,
        "title": "牛肉丸汤",
        "price": 35,
        "image": "27",
        "detail": "手捶牛肉丸，汤头清甜。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.stu123_vw456?rs=1",
        "content": "牛肉丸汤是潮汕地区的代表美食，以“弹牙多汁”闻名。精选牛后腿肉，去除筋膜后用特制的方形铁锤反复捶打30分钟以上，直至肉质成泥状，加入盐、淀粉摔打至起胶，挤成丸子下锅煮熟。汤头用牛骨与牛腩慢火熬制2小时，清澈鲜甜。牛肉丸煮至浮起后捞出，放入汤中，搭配生菜、葱花即可。咬开丸子，内部呈蜂窝状，汁水瞬间爆出，牛肉的鲜香在口中四溢；汤头吸收了牛肉的精华，清爽不油腻，可搭配粿条或面条食用，是广东人早餐或夜宵的暖心选择。"
    },
    {
        "id": 27,
        "title": "椰汁香芋西米露",
        "price": 28,
        "image": "28",
        "detail": "香芋绵密，西米Q弹，冷热皆宜。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.uvw456_xyz789?rik=345",
        "content": "椰汁香芋西米露是广东经典的甜汤，以简单食材营造丰富口感。选用广西荔浦香芋，切成小块后蒸熟，使其质地绵密粉糯；西米煮至透明后过冷水，保持弹牙；椰汁选用新鲜椰浆或品牌椰汁，加入适量清水与白糖调和。将香芋、西米、椰汁混合，可热食暖胃，亦可冷藏后加冰块，成为夏日冰品。香芋的甜糯、西米的爽滑、椰汁的清香相互融合，口感层次丰富，尤其适合饭后食用，甜而不腻，深受女士与儿童喜爱。"
    },
    {
        "id": 28,
        "title": "椒盐皮皮虾",
        "price": 68,
        "image": "29",
        "detail": "开边油炸，椒盐调味，酥脆入味。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.abc789_def012?w=300&h=200",
        "content": "椒盐皮皮虾是广东夜市的明星菜品，以“酥脆鲜香”征服食客。皮皮虾（又称虾蛄）洗净后开背去肠线，用盐、料酒腌制10分钟，均匀裹上淀粉后入热油炸至金黄酥脆，捞出控油。另起锅爆香蒜末、干辣椒、花椒，加入炸好的皮皮虾，撒上椒盐粉、辣椒粉、葱花翻炒均匀。成品外壳酥脆如薯片，轻轻一咬即可脱壳，虾肉鲜嫩多汁，椒盐的咸香与蒜辣交织，连壳都可嚼碎咽下，是绝佳的下酒菜。吃时需戴手套，以免被虾壳扎手，却也增添了几分“手抓美食”的痛快感。"
    },
    {
        "id": 29,
        "title": "叉烧酥",
        "price": 32,
        "image": "30",
        "detail": "千层酥皮裹叉烧馅，酥香可口。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.ghi345_jkl678?h=180&c=7",
        "content": "叉烧酥是广式茶点中的酥类代表，将传统叉烧包的内馅与西式酥皮结合，形成独特风味。酥皮由水油皮（面粉+猪油+糖）与油酥（面粉+猪油）层层叠制，经6次擀卷后切成小块，包入叉烧肉馅（叉烧丁+蚝油+淀粉炒制），捏成半月形或圆形，表面刷蛋黄液、撒芝麻，入烤箱烤20分钟至金黄。出炉的叉烧酥外皮层次分明，轻轻一咬便酥渣纷飞，内馅的叉烧甜香浓郁，与酥皮的奶香相互映衬，口感丰富。常作为早茶的点心搭配，或作为下午茶的茶点，搭配红茶享用，更显精致。"
    },
    {
        "id": 30,
        "title": "老火靓汤",
        "price": 48,
        "image": "31",
        "detail": "每日例汤，如莲藕猪骨、海底椰炖鸡汤。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.mno123_pqr456?rik=567",
        "content": "老火靓汤是广东饮食文化的灵魂，讲究“慢工出细活”，以食材的自然鲜味滋养身心。每日例汤根据季节调整，如春季炖海底椰竹荪鸡汤（润肺养颜）、夏季煲冬瓜薏米老鸭汤（清热祛湿）、秋季煮莲藕花生猪骨汤（润燥补钙）、冬季炖当归红枣羊肉汤（驱寒暖身）。制作时，先将肉类飞水去血沫，与药材、食材一同放入瓦煲，加足开水，大火煲滚后转小火慢炖2-3小时，使食材的营养充分融入汤中。汤色清澈或浓白，口感鲜甜醇厚，不加味精，只以盐调味，是广东人餐桌上“宁可无菜，不可无汤”的真实写照，更是家庭温情的象征。"
    },
      {
        "id": 31,
        "title": "白灼菜心",
        "price": 28,
        "image": "32",
        "detail": "选用增城迟菜心，清甜无渣。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.jkl456_mno789?rs=1",
        "content": "白灼菜心是粤菜中最能体现“清鲜”精髓的家常菜肴，以最简单的烹饪方式展现食材本味。增城迟菜心因其茎粗叶嫩、纤维少、清甜无渣的特点成为首选，每年12月至次年2月为最佳赏味期。制作时，先将菜心根部老皮撕掉，整株放入加了盐和油的沸水中焯烫，根部先下锅以确保熟透，待叶片转为深绿后迅速捞出过凉水，保持脆嫩口感。传统搭配的“灵魂酱汁”由蒸鱼豉油、蚝油、白糖、蒜末调制，淋上热油激发出香气，咸鲜中带着微甜，与菜心的清甜形成完美平衡。这道菜不仅是广东人餐桌上的“绿叶担当”，更承载着“清白做人”的饮食哲学，在宴席中常作为收尾的清爽菜品，象征“清清淡淡才是真”。"
    },
    {
        "id": 32,
        "title": "紫砂佛跳墙",
        "price": 198,
        "image": "33",
        "detail": "精选12种山珍海味，古法煨制8小时。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.pqr678_stu901?w=300&h=200",
        "content": "紫砂佛跳墙是粤菜中的顶级滋补佳肴，以“一坛汇聚山海珍”闻名。选用福建老酒坛，依次放入泡发72小时的南非干鲍、3年陈花雕酒腌制的清远鸡、洞庭湖瑶柱、大连刺参等12种食材，搭配秘制高汤（由老母鸡、猪骨、火腿熬制12小时而成），用荷叶密封坛口，以荔枝木炭火慢煨8小时。开盖瞬间，酒香、肉香、菌香交织升腾，汤汁浓稠如胶，食材软烂而不失形。鲍鱼软糯弹牙，海参滑嫩爽口，鸽蛋晶莹剔透，每一勺都饱含胶原蛋白。这道菜源于清代福州名厨郑春发的创意，曾作为国宴主菜招待里根总统，如今在高端粤菜馆中仍是“镇店之宝”，价格虽高却因其滋补功效和文化底蕴备受追捧。"
    },
    {
        "id": 33,
        "title": "龙虎凤窝",
        "price": 128,
        "image": "34",
        "detail": "蛇、猫、鸡三味同煲，祛风除湿。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.uvw012_xyz345?rik=678",
        "content": "龙虎凤窝是传统粤菜中“食尽其材”的典型代表，以眼镜蛇（龙）、果子狸（虎）、走地鸡（凤）为主料，搭配当归、川芎等中药材，用瓦煲慢炖6小时。蛇肉拆骨后切成段，与猫肉、鸡肉一同入锅，加入料酒去腥，注入高汤没过食材，大火烧开后转小火慢煨至肉烂汤浓。食用时撒上白胡椒粉和菊花瓣，蛇肉的鲜甜、猫肉的醇厚、鸡肉的嫩滑在口中层层展开，药膳的香气驱走冬日寒意。这道菜起源于岭南先民对“以形补形”的食疗追求，曾是权贵宴席上的珍品，如今因食材限制多改用三黄鸡和人工养殖蛇类，但仍保留“龙虎相争”的文化寓意，常作为秋冬养生佳肴。"
    },
    {
        "id": 34,
        "title": "清蒸石斑鱼",
        "price": 168,
        "image": "35",
        "detail": "鲜活东星斑，葱丝豉油提鲜。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.abc789_def012?h=180&c=7",
        "content": "清蒸石斑鱼是粤式海鲜烹饪的巅峰之作，以“鲜度”为核心追求。选用1.5-2斤的鲜活东星斑，宰杀后在鱼身划三刀，用盐、料酒腌制5分钟去腥，铺上姜片、葱段，旺火蒸8分钟（时间依鱼大小调整）。蒸好后倒掉腥水，换新葱丝、红椒丝，淋上滚油激香，再沿盘边浇入用鱼露、生抽、白糖调制的海鲜豉油。鱼肉洁白如雪，入口嫩滑如脂，鱼骨处略带血丝，正是“刚熟”的最佳状态。这道菜讲究“一鱼三吃”：鱼身清蒸保留原味，鱼头鱼骨可熬汤，鱼皮凉拌，充分展现粤菜“物尽其用”的智慧。在粤式宴席中，清蒸石斑鱼常作为主菜压轴，象征“年年有余”。"
    },
    {
        "id": 35,
        "title": "腊味煲仔饭",
        "price": 48,
        "image": "36",
        "detail": "丝苗米+广式腊肠，锅巴焦香。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.ghi345_jkl678?w=280&h=190",
        "content": "腊味煲仔饭是广东人“镬气”的终极体现，以砂煲明火烹制而成。选用广东丝苗米，淘洗后放入砂煲，加清水和少许花生油，大火煮开后转小火焖至七成熟，再码上广式腊肠、腊肉、腊鸭腿，继续焖煮15分钟，最后沿煲边淋入生抽、熟油，焗出一层金黄酥脆的锅巴。开盖时，腊味的油脂渗透米饭，咸香扑鼻，腊肠的甜、腊肉的咸、米饭的香相互交融。传统吃法需将饭拌匀，让每一粒米都裹上酱汁，锅巴部分则用筷子挑起，嘎嘣作响。这道菜在街头巷尾的大排档最见功力，火候不足则米饭夹生，过火则锅巴焦苦，考验厨师对“文武火”的精准把控。"
    },
    {
        "id": 36,
        "title": "豉椒炒蚬",
        "price": 58,
        "image": "37",
        "detail": "珠江口黄沙蚬，辣度可选。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.mno789_pqr012?rs=1",
        "content": "豉椒炒蚬是广东夜市的人气小炒，以“镬气”和“镬气”取胜。选用产自珠江口的黄沙蚬，壳薄肉肥，先用清水养2小时吐沙，沥干后入沸水焯至开口，挑出蚬肉备用。起锅爆香阳江豆豉、蒜末、姜末，加入青红辣椒丝炒出辣味，再放入蚬肉大火翻炒，调入生抽、蚝油、白糖调味，最后撒上葱段出锅。蚬肉鲜嫩多汁，吸收了豉椒的香辣与酱汁的咸鲜，辣椒丝爽脆，豆豉香气浓郁，搭配啤酒堪称一绝。这道菜讲究“快炒快出”，确保蚬肉不老不柴，是夏夜大排档的必备下酒菜，也是检验粤菜师傅“锅气”的试金石。"
    },
    {
        "id": 37,
        "title": "姜撞奶",
        "price": 22,
        "image": "38",
        "detail": "现磨姜汁+水牛奶，热撞成膏。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.stu123_vw456?rik=789",
        "content": "姜撞奶是顺德的传统甜品，以“热奶撞姜汁”的神奇凝固现象闻名。选用新鲜小黄姜，去皮后磨成细腻姜汁，滤去渣末放入碗中；水牛奶加热至70-80℃（边缘冒小泡即可），迅速倒入姜汁中，静置3分钟不搅拌，待其凝固成嫩滑的奶膏。成功的姜撞奶表面光滑，勺舀不碎，入口先是水牛奶的浓醇香甜，继而感受到姜汁的辛辣在舌尖散开，甜辣交织，暖胃又提神。天冷时热食驱寒，夏日可冷藏后加红豆、莲子，口感更显冰爽。这道甜品不仅考验食材新鲜度，更需精准把控牛奶温度，是广东人秋冬季节的养生之选，也是顺德“甜品之都”的标志性美食。"
    },
    {
        "id": 38,
        "title": "椒盐皮皮虾",
        "price": 88,
        "image": "39",
        "detail": "开边油炸，椒盐调味，酥脆入味。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.uvw678_xyz90?h=200&c=7",
        "content": "椒盐皮皮虾是广东海鲜大排档的招牌菜，以“酥脆鲜香”征服食客。皮皮虾洗净后开背去肠线，用盐、料酒腌制10分钟，均匀裹上淀粉后入热油炸至金黄酥脆，捞出控油。另起锅爆香蒜末、干辣椒、花椒，加入炸好的皮皮虾，撒上椒盐粉、辣椒粉、葱花翻炒均匀。成品外壳酥脆如薯片，轻轻一咬即可脱壳，虾肉鲜嫩多汁，椒盐的咸香与蒜辣交织，连壳都可嚼碎咽下，是绝佳的下酒菜。吃时需戴手套，以免被虾壳扎手，却也增添了几分“手抓美食”的痛快感。这道菜在沿海城市尤为盛行，搭配冰镇啤酒，是夏日宵夜的标配。"
    },
    {
        "id": 39,
        "title": "叉烧酥",
        "price": 35,
        "image": "40",
        "detail": "千层酥皮裹叉烧馅，酥香可口。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.abc123_def456?w=260&h=180",
        "content": "叉烧酥是广式茶点中的酥类代表，将传统叉烧包的内馅与西式酥皮结合。酥皮由水油皮（面粉+猪油+糖）与油酥（面粉+猪油）层层叠制，经6次擀卷后切成小块，包入叉烧肉馅（叉烧丁+蚝油+淀粉炒制），捏成半月形或圆形，表面刷蛋黄液、撒芝麻，入烤箱烤20分钟至金黄。出炉的叉烧酥外皮层次分明，轻轻一咬便酥渣纷飞，内馅的叉烧甜香浓郁，与酥皮的奶香相互映衬，口感丰富。常作为早茶的点心搭配，或作为下午茶的茶点，搭配红茶享用，更显精致。其制作工艺复杂，需精准控制油酥比例，是检验点心师傅功力的重要标准。"
    },
    {
        "id": 40,
        "title": "老火靓汤",
        "price": 68,
        "image": "41",
        "detail": "每日例汤，如海底椰炖鸡汤。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.ghi789_jkl012?rik=345",
        "content": "老火靓汤是广东饮食文化的灵魂，讲究“慢工出细活”。每日例汤根据季节调整：春季炖海底椰竹荪鸡汤（润肺养颜）、夏季煲冬瓜薏米老鸭汤（清热祛湿）、秋季煮莲藕花生猪骨汤（润燥补钙）、冬季炖当归红枣羊肉汤（驱寒暖身）。制作时，先将肉类飞水去血沫，与药材、食材一同放入瓦煲，加足开水，大火煲滚后转小火慢炖2-3小时，使食材的营养充分融入汤中。汤色清澈或浓白，口感鲜甜醇厚，不加味精，只以盐调味。广东人“宁可无菜，不可无汤”，老火靓汤不仅是味觉享受，更是家庭温情的象征，一碗热汤下肚，身心皆暖。"
    },
    {
        "id": 41,
        "title": "香芋扣肉",
        "price": 58,
        "image": "42",
        "detail": "荔浦芋+五花肉，咸甜相间。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.mno345_pqr678?rs=1",
        "content": "香芋扣肉是广东传统宴席菜，以“肥而不腻”著称。选用广西荔浦芋头，切成厚片后油炸至金黄，五花肉煮至七成熟，用牙签扎孔后抹盐、醋，再入油锅炸至表皮起泡。将芋头与五花肉相间码放碗中，加入南乳、蚝油、白糖调制的酱汁，上锅蒸1小时。出锅后倒扣盘中，芋头吸收了肉汁的咸香，五花肉软糯不腻，咸甜交织的口感层次分明。这道菜在客家地区尤为流行，常作为春节团圆饭的必备菜品，寓意“扣住福气”。其制作工艺繁琐，需经过煮、炸、蒸多道工序，但入口即化的口感让人觉得一切等待都值得。"
    },
    {
        "id": 42,
        "title": "清蒸鱼",
        "price": 98,
        "image": "43",
        "detail": "活鱼现杀，葱丝豉油提鲜。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.stu901_vw234?h=180&c=7",
        "content": "清蒸鱼是粤菜中最能体现“鲜”味的做法，以活鱼现杀为核心。选用鲈鱼、桂花鱼等肉质细嫩的品种，在鱼身划刀后用盐、料酒腌制，铺上姜片、葱段，旺火蒸8-10分钟。蒸好后倒掉腥水，换新葱丝、红椒丝，淋上滚油激香，再浇入用生抽、蒸鱼豉油、白糖调制的酱汁。鱼肉洁白如玉，入口即化，搭配的酱汁咸鲜微甜，凸显鱼的本味。这道菜讲究“三快”：快杀、快蒸、快上桌，确保鱼肉的鲜嫩度。在广东家庭中，清蒸鱼是年夜饭的“压轴菜”，象征“年年有余”，也是检验厨师基本功的重要菜品。"
    },
    {
        "id": 43,
        "title": "蚝仔烙",
        "price": 48,
        "image": "44",
        "detail": "新鲜蚝仔+番薯粉，外脆里嫩。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.uvw678_xyz90?rik=012",
        "content": "蚝仔烙是潮汕地区的特色小吃，以“酥脆与嫩滑”的对比著称。选用新鲜蚝仔，洗净后沥干水分，加入番薯粉、鸡蛋、葱花调成面糊。平底锅热油，倒入面糊摊平，小火慢煎至底面金黄，翻面继续煎至两面酥脆。成品呈金黄色，边缘微卷，咬开外层酥脆的“壳”，内里的蚝仔鲜嫩多汁，番薯粉的软糯与蚝肉的鲜甜完美融合。传统吃法搭配鱼露或辣椒酱，更添风味。这道菜在潮汕大排档随处可见，是夜宵的热门选择，也是检验蚝仔新鲜度的重要标准——不新鲜的蚝仔会带有腥味，无法成就这道美味。"
    },
    {
        "id": 44,
        "title": "鲍汁扣鹅掌",
        "price": 128,
        "image": "45",
        "detail": "鹅掌软糯，鲍汁浓郁。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.abc456_def789?w=280&h=190",
        "content": "鲍汁扣鹅掌是粤菜中的“功夫菜”，以“软糯”和“浓汁”取胜。鹅掌去骨后焯水去腥，加入老母鸡、猪骨、干贝熬制的高汤，小火慢炖3小时至软烂。鲍鱼汁由干鲍、火腿、冰糖等慢火浓缩而成，色泽红亮，香气浓郁。将鹅掌摆盘，淋上鲍汁，撒上葱花即可。鹅掌入口即化，鲍汁的咸鲜与甜味相互平衡，胶质感十足。这道菜在高档酒楼中常作为主菜，搭配米饭或面条，尽显奢华。其制作工艺复杂，耗时费力，但口感令人难忘，是粤菜“慢工出细活”的典型代表。"
    },
    {
        "id": 45,
        "title": "生炒骨",
        "price": 42,
        "image": "46",
        "detail": "酸甜可口，外脆里嫩。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.ghi123_jkl456?rs=1",
        "content": "生炒骨是广东传统家常菜，以“酸甜”和“酥脆”为特色。选用猪排骨，切成小块后用盐、料酒、淀粉腌制，入热油炸至金黄酥脆。另起锅爆香蒜末、番茄，加入番茄酱、白糖、白醋调制酱汁，再放入炸好的排骨翻炒均匀。成品色泽红亮，外脆里嫩，酸甜适口，是小朋友的最爱。这道菜在家庭聚餐中常作为开胃菜，搭配白米饭或面条，让人食欲大开。其做法简单，但要做到“外脆内嫩”需掌握好油炸温度和时间，避免排骨过老或过软。"
    },
    {
        "id": 46,
        "title": "菜干咸猪骨汤",
        "price": 58,
        "image": "47",
        "detail": "菜干吸油，咸骨提鲜。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.mno789_pqr012?rik=567",
        "content": "菜干咸猪骨汤是广东秋冬季节的养生汤品，以“润燥”和“补钙”著称。菜干用白菜晒干而成，咸猪骨选用猪脊骨，用盐腌制后风干。将菜干、咸猪骨、胡萝卜、蜜枣一同放入瓦煲，加足开水，大火烧开后转小火慢炖2小时。菜干吸收了猪骨的油脂，咸骨的咸香融入汤中，汤色清澈，口感鲜甜。这道菜具有清热润肺、生津止渴的功效，尤其适合干燥天气饮用。广东人常说“一汤解千愁”，一碗热汤下肚，既暖身又养生。"
    },
    {
        "id": 47,
        "title": "蜜汁叉烧",
        "price": 68,
        "image": "48",
        "detail": "半肥瘦梅肉，秘酱腌制炭烤。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.stu123_vw456?w=260&h=180",
        "content": "蜜汁叉烧是广式烧腊的“当家花旦”，精选猪梅肉（又称“梅花肉”），因其肥瘦相间、纹理均匀，烤制后口感最佳。梅肉用生抽、蜂蜜、海鲜酱、玫瑰露酒等调制的秘制酱汁腌制12小时以上，让味道深入肌理。传统做法用炭火烤制，中途反复刷蜜，直至表皮形成焦糖色的“糖衣”，内里保持多汁。出炉的叉烧色泽红亮如玛瑙，切面可见粉白的瘦肉与透红的脂肪层相间，切成厚片后油光发亮。入口时，外皮微脆带焦糖香，肉质软嫩多汁，蜜汁的甜与酱油的咸平衡得恰到好处，搭配白米饭或夹入菠萝包，都是经典吃法。"
    },
    {
        "id": 48,
        "title": "清蒸鸡",
        "price": 78,
        "image": "49",
        "detail": "清远鸡+虫草花，原汁原味。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.uvw678_xyz90?h=200&c=7",
        "content": "清蒸鸡是广东人餐桌上的“常客”，以“原汁原味”取胜。选用清远鸡，整鸡处理后用盐、料酒腌制，放入虫草花、红枣、枸杞，旺火蒸30分钟。蒸好后倒掉汤汁，淋上滚油激香，再浇入生抽、白糖调制的酱汁。鸡肉鲜嫩多汁，虫草花的清香融入肉中，皮爽肉滑，骨细香脆。这道菜在家庭聚餐中常作为主菜，搭配青菜或汤品，营养均衡。清远鸡因“一楔二细三麻身”的特点成为首选，其肉质嫩滑、味香浓，是广东三大名鸡之一。"
    },
    {
        "id": 49,
        "title": "豉椒炒花甲",
        "price": 58,
        "image": "50",
        "detail": "花甲吐沙干净，辣味可选。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.abc789_def012?rs=1",
        "content": "豉椒炒花甲是广东夜市的人气小炒，以“镬气”和“镬气”取胜。花甲用盐水浸泡2小时吐沙，沥干后入沸水焯至开口。起锅爆香阳江豆豉、蒜末、姜末，加入青红辣椒丝炒出辣味，再放入花甲大火翻炒，调入生抽、蚝油、白糖调味，最后撒上葱段出锅。花甲肉质鲜嫩，吸收了豉椒的香辣与酱汁的咸鲜，辣椒丝爽脆，豆豉香气浓郁，搭配啤酒堪称一绝。这道菜讲究“快炒快出”，确保花甲不老不柴，是夏夜大排档的必备下酒菜，也是检验粤菜师傅“锅气”的试金石。"
    },
    {
        "id": 50,
        "title": "椰汁香芋西米露",
        "price": 32,
        "image": "51",
        "detail": "香芋绵密，西米Q弹，冷热皆宜。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.ghi345_jkl678?rik=901",
        "content": "椰汁香芋西米露是广东经典的甜汤，以简单食材营造丰富口感。选用广西荔浦香芋，切成小块后蒸熟，使其质地绵密粉糯；西米煮至透明后过冷水，保持弹牙；椰汁选用新鲜椰浆或品牌椰汁，加入适量清水与白糖调和。将香芋、西米、椰汁混合，可热食暖胃，亦可冷藏后加冰块，成为夏日冰品。香芋的甜糯、西米的爽滑、椰汁的清香相互融合，口感层次丰富，尤其适合饭后食用，甜而不腻，深受女士与儿童喜爱。其制作简单，但需注意香芋的粉糯程度和西米的Q弹口感，是一道考验耐心的甜品。"
    },
    {
        "id": 51,
        "title": "清蒸蟹",
        "price": 128,
        "image": "52",
        "detail": "大闸蟹+姜醋，原汁原味。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.mno123_pqr456?w=280&h=190",
        "content": "清蒸蟹是广东人秋季的时令美味，以“鲜”为核心。选用阳澄湖大闸蟹，洗净后用棉线绑住，放入蒸笼，旺火蒸15分钟。蒸好后解开棉线，搭配姜醋汁食用。蟹肉洁白如玉，蟹黄饱满金黄，入口鲜甜微咸，姜醋的辛辣与蟹肉的鲜美形成完美平衡。这道菜讲究“一蟹三吃”：蟹肉蘸姜醋，蟹黄拌饭，蟹壳熬汤，充分展现食材的本味。在广东，清蒸蟹常作为中秋节的必备菜品，搭配月饼和柚子，寓意“团团圆圆”。"
    },
    {
        "id": 52,
        "title": "蜜汁烧排骨",
        "price": 68,
        "image": "53",
        "detail": "猪肋排+蜂蜜，甜咸交织。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.stu456_vw789?rik=234",
        "content": "蜜汁烧排骨是广东传统烧腊的经典菜品，以“甜咸”和“焦香”著称。选用猪肋排，切成小段后用盐、料酒、生抽腌制，入烤箱以200℃烤30分钟，中途刷蜂蜜和叉烧酱，直至表皮金黄焦脆。成品色泽红亮，外脆里嫩，蜜汁的甜与酱油的咸相互平衡，肉质软嫩多汁。这道菜在家庭聚餐中常作为开胃菜，搭配米饭或面条，让人食欲大开。其做法简单，但要做到“外脆内嫩”需掌握好烤制温度和时间，避免排骨过老或过软。"
    },
    {
        "id": 53,
        "title": "上汤娃娃菜",
        "price": 38,
        "image": "54",
        "detail": "鸡汤+皮蛋，鲜上加鲜。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.uvw901_xyz234?rs=1",
        "content": "上汤娃娃菜是粤菜中的“小清新”，以“鲜”和“嫩”取胜。娃娃菜洗净后对半切开，放入沸水中焯烫至软，捞出沥干。起锅热油，爆香蒜末、皮蛋，加入鸡汤煮沸，再放入娃娃菜，小火焖煮5分钟。成品汤汁浓白，娃娃菜吸收了鸡汤的鲜味，皮蛋的咸香与娃娃菜的清甜相互映衬。这道菜在宴席中常作为清口菜，搭配油腻菜肴，解腻又养生。其制作简单，但需注意鸡汤的鲜味和娃娃菜的嫩度，是一道考验食材新鲜度的菜品。"
    },
    {
        "id": 54,
        "title": "蒸水蛋",
        "price": 28,
        "image": "55",
        "detail": "嫩滑如镜，老少皆宜。",
        "imageUrl": "https://tse2-mm.cn.bing.net/th/id/OIP-C.abc345_def678?h=180&c=7",
        "content": "蒸水蛋是广东家庭的经典家常菜，以“嫩滑”和“简单”著称。鸡蛋打散后加入温水、盐、生抽，过筛去除浮沫，盖上保鲜膜，用牙签扎孔，旺火蒸8分钟。蒸好后淋上香油、葱花，入口即化，嫩滑如镜。这道菜是小朋友的最爱，搭配米饭或粥，营养丰富。其制作关键在于水和鸡蛋的比例（1:1.5）以及火候控制，避免水蛋过老或过嫩。在广东，蒸水蛋常作为早餐或宵夜，简单快捷，却能带来满满的幸福感。"
    },
    {
        "id": 55,
        "title": "煎酿三宝",
        "price": 48,
        "image": "56",
        "detail": "茄子、青椒、豆腐酿肉。",
        "imageUrl": "https://tse3-mm.cn.bing.net/th/id/OIP-C.ghi678_jkl901?w=280&h=190",
        "content": "煎酿三宝是广东客家菜的代表，以“酿”和“煎”为特色。茄子、青椒洗净后切开，酿入猪肉馅（用盐、料酒、淀粉腌制），豆腐中间挖空，也酿入肉馅。平底锅热油，将酿好的食材煎至两面金黄，再加入生抽、蚝油、白糖调制的酱汁，焖煮2分钟。成品色泽金黄，外脆里嫩，肉馅的鲜香与蔬菜的清甜相互融合。这道菜在客家地区尤为流行，常作为家庭聚餐的必备菜品，寓意“吉祥三宝”。其制作工艺复杂，需掌握好酿馅的技巧和煎制的火候，是一道考验厨师耐心的菜品。"
    }
    
    
]
