[
   {
        "id": 1,
        "title": "经典珍珠奶茶",
        "price": 18,
        "image": "珍珠奶茶",
        "detail": "选用锡兰红茶+黑白淡奶调配，珍珠可定制黑糖/原味，建议半糖冰饮",
        "imageUrl": "",
        "content": "珍珠奶茶作为港式饮品的代表，在广东茶餐厅文化中占据重要地位。其起源可追溯至1980年代台湾，但经广东饮食文化改良后，形成了更适配本地口味的版本。茶底选用发酵程度较高的锡兰红茶，经沸水焖煮后过滤出浓郁茶汤，按3:1比例与荷兰黑白淡奶混合，使茶味醇厚而奶香柔和。珍珠每日选用越南木薯粉手工搓制，经三次沸水煮制：首次大火煮至浮起，二次小火焖煮20分钟，三次用黑糖糖浆浸泡入味，最终形成外Q弹、内微糯的口感。饮用时建议搭配透明吸管，先吸一颗珍珠感受齿间的爆浆感，再品奶茶的丝滑，半糖比例能平衡茶的微涩与奶的甜腻，冰饮更适合广东湿热气候。在广州上下九、香港兰芳园等老字号，珍珠奶茶常搭配菠萝油或西多士，成为早午茶的经典组合。"
    },
    {
        "id": 2,
        "title": "广式烧腊拼盘（烧鸭+叉烧+乳猪）",
        "price": 128,
        "image": "烧腊拼盘",
        "detail": "需提前4小时预订，可指定烧鸭腿部位，配酸梅酱/蜜糖酱",
        "imageUrl": "",
        "content": "广式烧腊堪称粤菜的灵魂，这道拼盘汇聚三种经典：烧鸭选自本地黑棕鸭，经秘制腌料（八角、桂皮、甘草、玫瑰露酒）腌制12小时，表皮均匀涂抹麦芽糖浆后挂炉烤制，炉温控制在230℃，利用荔枝木明火烤制40分钟，使鸭皮呈现琥珀色，皮下脂肪融化成透明层，入口脆而不腻；叉烧选用猪梅头肉（三分肥七分瘦），以生抽、蜂蜜、海鲜酱、红曲米腌制后，用明炉叉烤法慢火炙烤，期间不断刷蜜，形成外焦里嫩的“玻璃芡”效果，肉质软嫩多汁，甜咸中带一丝酒香；乳猪则选取出生21天的小乳猪，经吹气、腌制、上皮水（白醋+浙醋+麦芽糖）后，入炉旋转烤制1小时，表皮形成金黄色“芝麻皮”，敲之有清脆声响，搭配白糖食用，皮脆肉嫩，脂香浓郁。此拼盘常出现在广东婚宴、乔迁宴等场合，寓意“红皮赤壮”（健康富贵），搭配的酸梅酱以九制话梅、白醋、冰糖熬制，解腻效果极佳。"
    },
    {
        "id": 3,
        "title": "古法虾饺皇（四只装）",
        "price": 48,
        "image": "虾饺皇",
        "detail": "每日限量50笼，现点现包，建议蒸制8分钟内食用",
        "imageUrl": "",
        "content": "虾饺作为广式早茶“四大天王”之首，其制作工艺讲究“一皮二馅三蒸制”。外皮采用澄面与淀粉按7:3比例混合，加入沸水烫面后揉成光滑面团，裹保鲜膜醒发30分钟，擀成直径8cm的薄皮，要求透光可见指纹却不破。内馅选用每500g约20只的新鲜海白虾，去头壳留尾，70%整虾保留脆感，30%剁成虾泥增加黏性，混合猪肥肉丁（10%比例）、笋丁、马蹄碎，以盐、糖、胡椒粉、香油调味，每只虾饺包入3只整虾，捏成12道以上褶纹，呈半月形。蒸制时需用竹蒸笼垫湿蒸布，大火足汽蒸8分钟，蒸好的虾饺皮如白玉，隐约透出内馅的淡粉色，咬开后汤汁微溢，虾肉鲜甜弹牙，笋丁和马蹄增添爽脆口感，搭配自磨姜蓉醋，更能凸显食材本味。在陶陶居、泮塘马蹄糕等老字号，虾饺师傅需经3年以上训练才能独立包制，足见这道点心的工艺门槛。"
    },
    {
        "id": 4,
        "title": "蜜汁叉烧包（三只装）",
        "price": 32,
        "image": "叉烧包",
        "detail": "采用传统“大开口”造型，建议搭配普洱茶解腻",
        "imageUrl": "",
        "content": "叉烧包是广式早茶的“碳水担当”，其经典造型为顶部自然开裂的“笑口状”，寓意“开口笑迎财”。外皮以低筋面粉、酵母、泡打粉、白糖、猪油混合发酵，面团需经过两次醒发：首次在35℃恒温环境发酵1小时至两倍大，排气后分割成50g/个的小剂子，再次醒发20分钟，使表皮光滑松软。内馅选用猪颈肉（又称“梅柳”），切成1cm见方的肉丁，以柱侯酱、海鲜酱、蜂蜜、生抽、蒜茸腌制2小时，入锅炒至酱汁浓稠，冷却后加入少许香油和熟芝麻增加香气。包制时采用“捏褶法”，将面皮擀成中间厚边缘薄的圆形，放入30g馅料后捏出18道褶纹，收口朝上放入蒸笼，蒸制12分钟即可。出炉的叉烧包外皮雪白如棉，轻按后迅速回弹，咬开后内馅湿润不干柴，蜜汁的甜香与猪肉的油脂香交织，搭配一杯陈年普洱茶，堪称完美早茶组合。在香港莲香楼，仍保留着古法炭炉蒸制叉烧包的工艺，炭火温度使包子受热更均匀，面皮带有淡淡焦香。"
    },
    {
        "id": 5,
        "title": "腊味萝卜糕（家庭装）",
        "price": 58,
        "image": "萝卜糕",
        "detail": "含50%新鲜白萝卜，可定制无虾米素版，建议煎至两面金黄",
        "imageUrl": "",
        "content": "萝卜糕是广东人过年必备的应节食品，又称“菜头糕”，取“好彩头”之意。其制作以广东增城迟菜心萝卜为佳，这种萝卜体型粗大、水分充足、纤维细腻，刨成丝后焯水去涩，与浸泡过的粘米粉、糯米粉按6:4比例混合。配料包括广式腊肠、虾米、瑶柱、腊肉，均切成小丁，先用猪油炒香，加入萝卜丝翻炒出香味，再与粉浆混合，倒入涂油的蒸盘，大火蒸制1小时。冷却后的萝卜糕可直接切片食用，口感软糯中带萝卜的清甜，但更经典的吃法是切成厚片，用平底锅煎至两面金黄，外层形成焦脆的壳，内里则呈现半透明的软糯状，搭配浙醋或XO酱食用。在广东茶楼，萝卜糕常作为“煎炸类”点心上桌，部分茶楼会加入黑松露、蟹肉等升级食材，但传统版本仍以腊味的咸香与萝卜的清甜为核心，承载着浓浓的年味记忆。"
    },
    {
        "id": 6,
        "title": "荔湾艇仔粥（大碗装）",
        "price": 38,
        "image": "艇仔粥",
        "detail": "含鲜虾、鱼片、猪皮、花生、油条，可加窝蛋",
        "imageUrl": "",
        "content": "艇仔粥起源于珠江三角洲的疍家文化，旧时疍家渔民在小艇上煮粥售卖，故得名。其粥底需用猪骨、大地鱼、瑶柱熬制6小时以上，直至米粒完全开花，汤汁呈奶白色，质地绵滑却不失米粒感。配料讲究“海陆搭配”：新鲜海虾去壳留尾，用料酒、盐腌制后焯水至变红；草鱼肉切成薄片，以姜汁、淀粉抓匀去腥；猪皮炸至起泡后用清水泡发，切成细条；油炸鬼（油条）撕成小段，搭配炒香的花生、葱花、芫荽。食用时先在碗中盛入热粥，依次加入配料，淋上少许生抽和胡椒粉，轻轻搅拌后即可享用。虾的鲜甜、鱼片的嫩滑、猪皮的爽脆、花生的香脆，与绵密的粥底形成丰富口感层次，尤其适合作为早餐暖胃。在广州泮塘、陈添记等老店，仍保留着“一粥一料”的现点现加模式，顾客可根据喜好调整配料比例，窝蛋版本则在粥上打入生鸡蛋，利用余温烫熟，使蛋香融入粥中。"
    },
    {
        "id": 7,
        "title": "顺德双皮奶（冷热可选）",
        "price": 22,
        "image": "双皮奶",
        "detail": "选用水牛奶制作，冷食配红豆，热食配莲子",
        "imageUrl": "",
        "content": "双皮奶是顺德甜品的“金字招牌”，其制作工艺堪称“牛奶的艺术”。传统做法选用本地水牛奶（脂肪含量比普通牛奶高50%），煮沸后倒入碗中，待其自然冷却，表面形成一层厚实的奶皮。用筷子挑起奶皮一角，将牛奶缓缓倒入另一容器，加入打散的蛋清（每200ml牛奶配1个蛋清）、适量白糖，搅拌均匀后过筛三次，使质地更细腻。再沿碗边将蛋奶液缓缓倒回原碗，让底层奶皮浮起，用保鲜膜封口，放入蒸锅中火蒸15分钟，关火后焖5分钟。冷却后形成上下两层奶皮：上层柔韧甘香，下层嫩滑如膏，入口即化，奶香中带着淡淡蛋香。冷食时可加入煮软的红豆、芒果丁，热食则搭配莲子、桂圆，适合不同季节食用。在顺德大良的仁信老铺、民信甜品店，双皮奶师傅能仅凭手感判断奶皮厚度和蒸制火候，这份功力正是传统甜品的魅力所在。"
    },
    {
        "id": 8,
        "title": "布拉肠（牛肉/鲜虾/鸳鸯）",
        "price": 25,
        "image": "布拉肠",
        "detail": "现蒸布拉肠，可加蛋/叉烧，秘制豉油汁含12种香料",
        "imageUrl": "",
        "content": "布拉肠是广东早餐的“顶流”，因用布（传统用白布，现多用蒸布）辅助蒸制而得名。米浆选用增城丝苗米浸泡4小时后磨制，质地细腻如浆，蒸制时在蒸布上均匀铺薄薄一层，加入馅料（牛肉需用小苏打、生抽、淀粉腌制去腥，鲜虾需开背去线），放入蒸炉蒸1分钟，待米浆凝固成半透明状，用竹片将肠粉从蒸布上刮下，卷成圆筒状。关键在于豉油汁的调配：以猪骨汤为底，加入生抽、老抽、冰糖、甘草、桂皮、八角、香叶、陈皮、罗汉果等12种香料，小火熬煮30分钟，过滤后加入少许熟油，使酱汁咸甜适中、香气浓郁。布拉肠的口感讲究“薄、滑、透”，米皮吹弹可破却不失韧性，包裹着鲜嫩的馅料，搭配豉油汁食用，咸香开胃。在广州银记肠粉、香港镛记，布拉肠师傅需站在蒸炉前连续作业，手法熟练到10秒内完成铺浆、加馅、蒸制、刮卷的全过程，堪称“早餐界的手艺人”。"
    },
    {
        "id": 9,
        "title": "湛江白切鸡（半只）",
        "price": 88,
        "image": "白切鸡",
        "detail": "选用180天走地阉鸡，配沙姜蓉、蒜蓉酱油双蘸料",
        "imageUrl": "",
        "content": "白切鸡堪称粤菜“极简主义”的代表，湛江作为“中国海鲜美食之都”，其白切鸡做法尤为讲究。选用本地散养的“胡须鸡”或“三黄鸡”，以谷物、昆虫喂养180天以上，确保肉质紧实有嚼劲。制作时采用“浸煮法”：烧一锅微沸的清水（水面保持虾眼泡状态），加入姜片、葱段、料酒，将整鸡放入锅中，先浸煮5分钟，提起沥干汤汁，再放入锅中浸煮15分钟，重复三次“提浸”动作，使鸡肉受热均匀，表皮保持金黄油亮，内部刚熟而骨带微血（俗称“骨里红”）。斩件后装盘，搭配两种蘸料：沙姜蓉以新鲜沙姜磨成泥，加入花生油、盐、少许鸡汤调匀，突出清香；蒜蓉酱油则用热油爆香蒜蓉，加入生抽、白糖、葱花，咸鲜提味。白切鸡的灵魂在于“鸡有鸡味”，湛江走地鸡的脂肪分布均匀，皮下有一层透明的胶质，入口皮爽肉滑，蘸上沙姜蓉更能凸显鸡肉的鲜甜，是广东人“无鸡不成宴”的最佳诠释。"
    },
    {
        "id": 10,
        "title": "腊味煲仔饭（窝蛋牛肉/招牌腊味）",
        "price": 42,
        "image": "煲仔饭",
        "detail": "用台山黄鳝骨汤煮饭，砂锅焗制15分钟，锅巴焦香可控",
        "imageUrl": "",
        "content": "煲仔饭是广东秋冬季节的暖身美食，其精髓在于“一煲成菜”的烟火气。选用细身砂锅，先在锅底抹一层猪油，放入洗净的丝苗米，加入黄鳝骨熬制的浓汤（比清水煮饭更鲜香），米水比例1:1.2，大火煮沸后转小火焗5分钟，待米饭半熟时放入腊味（广式腊肠、腊肉、腊鸭），继续焗8分钟，最后打入一颗土鸡蛋，焗2分钟后关火，利用余温焖5分钟。开盖后淋上特制的煲仔饭酱油（由生抽、蚝油、冰糖、香油调制），撒上葱花，用筷子将蛋黄与米饭拌匀，此时可见底部形成一层金黄焦脆的锅巴。腊味的油脂渗入米饭，每粒米都裹着咸香，窝蛋的嫩滑与锅巴的脆感形成对比，搭配例汤食用更显完整。在广州惠食佳、香港妈咪鸡蛋仔，煲仔饭师傅会根据顾客喜好调整锅巴的焦度，“轻焦”适合喜欢软饭的人，“重焦”则满足嗜脆者的需求，这种个性化服务正是广式饮食文化的细腻体现。"
    }
]
