[
    {
        "id": 1,
        "title": "剁椒鱼头",
        "price": 68,
        "image": "1",
        "detail": "鳙鱼头配秘制剁椒，辣香扑鼻。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.8d9522af02d69d1673ce33bc3da1ad0a?rik=9O4DM58U8e1AQw&riu=http%3a%2f%2fi3.meishichina.com%2fattachment%2frecipe%2f2014%2f11%2f27%2fp800_201411271417061176755.jpg&ehk=STXKkvZa%2bXblVIEkX%2fyaKUE8XbUa5l9Tbwa9VV833T0%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1.jpg",
        "content": "剁椒鱼头作为湘菜的“灵魂担当”，选用洞庭湖鳙鱼头，其头大肥美，肉质细嫩。制作时，先将鱼头劈开两半，用盐、料酒、姜片腌制去腥，表面铺满手工剁制的红辣椒——湖南本地红尖椒与仔姜、大蒜按3:1:1比例混合，加入食盐、白酒、冰糖腌制半月，辣度醇厚，酸香微甜。蒸制时需用旺火足汽，8分钟即可锁住鱼肉鲜嫩，出锅后淋上烧至冒烟的茶籽油，激发出剁椒的鲜辣香气。夹一筷子鱼肉，带着剁椒的油润，辣意从舌尖蔓延至喉头，却又被鱼肉的细腻清甜中和，最后抿一口浸透汤汁的面条，堪称“辣得过瘾，鲜得回甘”。这道菜不仅是湘菜馆的招牌，更承载着湖南人“无辣不欢”的饮食哲学，每逢佳节宴客，必以剁椒鱼头镇桌，寓意“鸿运当头”。"
    },
    {
        "id": 2,
        "title": "辣椒炒肉",
        "price": 48,
        "image": "2",
        "detail": "五花肉配螺丝椒，镬气十足。",
        "imageUrl": "https://tse1-mm.cn.bing.net/th/id/OIP-C.RHUyG22asqOpHPkcczCTSAHaE7?w=282&h=188&c=7&r=0&o=5&dpr=1.1&pid=1.7.jpg",
        "content": "辣椒炒肉堪称湘菜的“国民家常菜”，看似简单却最见功底。精选带皮五花肉，切成薄片后用料酒、生抽、淀粉抓匀腌制10分钟，确保肉质嫩滑。辣椒选用湖南本地螺丝椒，辣度适中，皮薄肉厚，斜切成段后先入锅干煸至表皮起皱，逼出辣香的同时保留脆嫩口感。炒肉时讲究“热锅冷油”，先将五花肉煸至油脂渗出、表皮微焦，再下蒜末、豆豉爆香，最后倒入辣椒快速翻炒，调入盐、蚝油、少许老抽增色。出锅时，肉片油亮透红，辣椒裹着肉香，夹一片入口，五花肉的油脂香与辣椒的鲜辣在口腔中碰撞，咸香微辣的酱汁渗透每一粒米饭，堪称“米饭杀手”。这道菜在湖南街头巷尾的餐馆中点击率常年居高不下，更是每个湖南家庭主妇的“看家本领”，承载着无数人关于“家的味道”的记忆。"
    },
    {
        "id": 3,
        "title": "毛氏红烧肉",
        "price": 58,
        "image": "3",
        "detail": "三肥七瘦五花肉，酱香型甜辣。",
        "imageUrl": "https://ts1.cn.mm.bing.net/th/id/R-C.5e71ed5927a3bbb6f7ed5a615274a067?rik=%2bEBrQbLIvHOSmg&riu=http%3a%2f%2fcp2.douguo.net%2fupload%2fcaiku%2f9%2fb%2fb%2fyuan_9bab89a53d37fe1b80eb85ae4f5f9a1b.jpg&ehk=2KhM4gmeQxkzkZLj8zqbI8P7j6tcxTder8jPmsi9Y74%3d&risl=&pid=ImgRaw&r=0.jpg",
        "content": "毛氏红烧肉是湘菜中的“红色经典”，以湘潭三道桥五花肉为食材，讲究“三蒸三炒”工艺。先将五花肉切成整齐的方块，入沸水焯去血沫，再用蜂蜜水涂抹表皮，入油锅炸至金黄焦脆，形成虎皮状。接着以八角、桂皮、香叶、干辣椒爆香，加入湖南本地豆瓣酱炒出红油，放入肉块翻炒，倒入花雕酒、生抽、冰糖，加清水没过肉面，转入砂煲小火慢炖1.5小时。收汁时需不停翻动，让酱汁均匀裹住肉块，最终形成“红亮如漆、油润不腻”的品相。夹起一块肉，轻轻一抿，肥瘦相间的肉质瞬间在口中化开，酱香、酒香、微辣交织，甜咸 balance 恰到好处。这道菜曾是毛泽东同志喜爱的家常菜，后经厨师改良定型，成为国宴菜之一，如今在长沙火宫殿等老字号餐馆，每日慕名品尝者络绎不绝。"
    },
    {
        "id": 4,
        "title": "湘西外婆菜",
        "price": 38,
        "image": "4",
        "detail": "酸豆角、萝卜干、肉末炒香。",
        "imageUrl": "https://n.sinaimg.cn/sinakd10115/557/w853h504/20200804/242b-ixeeisa1439933.jpg",
        "content": "湘西外婆菜是一道充满乡愁的“妈妈菜”，起源于湘西土家族苗族自治州。传统做法是将晒干的萝卜干、豇豆、大头菜等用山泉水泡发，切成碎丁后与湘西土猪肉末、辣椒、蒜末一同炒制。这些腌制蔬菜经山野风吹日晒，自带独特的发酵香气，与新鲜肉末结合后，咸香酸辣层次丰富。炒至时需用猪油爆香，先下肉末炒至变色，再加入蔬菜丁，调入生抽、蚝油、少许花椒粉，大火快炒至水汽收干，最后撒上葱花出锅。外婆菜的灵魂在于“杂”——各种食材的味道相互渗透，酸萝卜的脆爽、豇豆的柔韧、肉末的嫩滑，搭配米饭或苞谷粑，一口下去仿佛回到外婆的灶台前。这道菜不仅是湘西人餐桌上的常客，更成为都市人追寻“乡土味道”的必点菜品，常作为开胃菜出现在湘菜馆菜单中。"
    },
    {
        "id": 5,
        "title": "永州血鸭",
        "price": 58,
        "image": "5",
        "detail": "本地麻鸭+鸭血，香辣微酸。",
        "imageUrl": "https://tse4-mm.cn.bing.net/th/id/OIP-C.SC0651L0JiAfEN__4DdgCgAAAA?rs=1&pid=ImgDetMain.jpg",
        "content": "永州血鸭是湘菜中的“暗黑料理”，却也是永州人逢年过节的必备佳肴。选用本地散养麻鸭，宰杀时用碗接住鸭血，立即加入少量白醋和清水搅匀，防止凝固。鸭肉切成小块，用永州特色的“山胡椒油”爆炒——山胡椒油由木姜子果实压榨而成，自带独特的清香味，可去腥增香。鸭肉炒至表皮微焦后，加入生姜、干辣椒、蒜瓣、永州泡椒继续翻炒，调入盐、生抽、料酒，加清水焖煮20分钟，最后倒入鸭血，快速翻炒至鸭血均匀裹在鸭肉上，形成黑红油亮的色泽。这道菜的关键在于鸭血的处理：必须在起锅前3分钟倒入，翻炒时动作要快，才能形成“糊状而不结块”的效果。入口时，鸭肉的紧实与鸭血的绵密形成对比，山胡椒油的清香、泡椒的酸辣、鸭血的咸鲜层层递进，搭配糙米饭食用更显风味，是典型的“重口味”湘菜代表。"
    },
    {
        "id": 6,
        "title": "糖油粑粑",
        "price": 12,
        "image": "6",
        "detail": "糯米糍粑炸至金黄，裹红糖浆。",
        "imageUrl": "https://img0.baidu.com/it/u=2257715324,2259532817&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1076.jpg",
        "content": "糖油粑粑是长沙街头最具烟火气的小吃，承载着无数80、90后的童年记忆。其制作工艺看似简单，却暗藏玄机：糯米粉加温水揉成光滑面团，分成小剂子后搓圆压扁，放入热油中炸至外皮鼓起、呈金黄色，此时需用锅铲轻轻按压糍粑，使其内部组织更加蓬松。另起锅熬制糖浆，红糖与清水按2:1比例煮开，加入少许冰糖增加光泽度，待糖浆浓稠起泡，放入炸好的粑粑，快速翻炒使其均匀裹上糖色。刚出锅的糖油粑粑外脆里嫩，咬开后糯叽叽的内芯冒着热气，红糖的焦香与糯米的甜香交织，表面的糖浆形成一层薄薄的脆壳，甜而不腻，一口一个停不下来。在长沙的清晨，一碗豆浆配两个糖油粑粑，是许多人开启一天的标配；夜晚的街头，逛累了来上一份，幸福感瞬间爆棚。"
    },
    {
        "id": 7,
        "title": "脑髓卷",
        "price": 22,
        "image": "7",
        "detail": "糯米皮裹猪脑泥，甜咸交织。",
        "imageUrl": "https://img2.baidu.com/it/u=1490426649,979953998&fm=253&fmt=auto?w=800&h=1067.jpg",
        "content": "脑髓卷是湖南常德的传统名点，因馅料形似脑髓而得名。其制作工艺复杂，需先将猪脑去膜，与熟糯米粉、白糖、熟猪油混合，捣成细腻的泥状，作为内馅。外皮用糯米粉加适量热水揉成面团，擀成薄皮后包入脑髓馅，搓成圆柱状，上笼蒸15分钟。出锅后刷上一层熟猪油，撒上白芝麻，切成小段即可。脑髓卷的外皮软糯粘牙，内馅甜润细腻，猪脑的油脂香与糯米的米香相互融合，甜咸之间略带一丝油润感，口感独特。这道菜在常德的早茶桌上较为常见，搭配一壶茉莉花茶，可解腻提神。尽管因食材特殊令部分食客望而却步，但尝试过的人往往会被其独特风味征服，成为小众却忠实的拥趸。"
    },
    {
        "id": 8,
        "title": "湘式热卤",
        "price": 68,
        "image": "8",
        "detail": "鸭脖、藕片、豆干等十余种食材。",
        "imageUrl": "https://img0.baidu.com/it/u=3160153342,4010270937&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.png",
        "content": "湘式热卤是湖南夜宵江湖的“顶流”，以“一锅老卤，万物皆可卤”为特色。老卤汤由牛骨、猪骨、鸡架熬制8小时以上，加入八角、桂皮、香叶、干辣椒、花椒等20余味香料，再调入生抽、老抽、冰糖、湖南辣妹子辣椒酱，形成红亮浓郁的汤底。常见卤品包括鸭脖、鸭掌、牛肉、香干、藕片、海带结等，食材需分批次卤制——肉类先焯水去腥，再入卤汤慢炖1小时，素菜则卤15分钟即可，确保口感层次分明。食用时，将卤好的食材切成小块，淋上热卤汤，撒上葱花、蒜末、香菜，再根据口味添加剁椒或蒜蓉酱。热卤的魅力在于“热”与“辣”的双重刺激：热汤浸润食材，辣意从口腔蔓延至全身，搭配冰镇啤酒，堪称夏夜消暑神器。在长沙的冬瓜山、都正街等夜市，湘式热卤摊位前总是围满食客，现卤现切的烟火气扑面而来。"
    },
    {
        "id": 9,
        "title": "长沙臭豆腐",
        "price": 10,
        "image": "9",
        "detail": "黑色臭卤发酵，外酥里嫩配蒜蓉。",
        "imageUrl": "https://img2.baidu.com/it/u=1967991797,716336167&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=541.jpg",
        "content": "长沙臭豆腐堪称“中国小吃的两极分化代表”，爱之者赞其“香飘十里”，厌之者避其“臭如糟粕”。其独特臭味源于祖传臭卤——用苋菜梗、豆腐渣、香菇、笋片等发酵半年以上，形成富含益生菌的黑色卤汁。白豆腐切成方块后浸入臭卤中，夏季浸泡6小时，冬季则需24小时，直至豆腐呈青黑色，散发出独特的发酵香气。炸制时需用菜籽油，油温七成热时下锅，豆腐遇热迅速膨胀，外皮形成蜂窝状脆壳，内里却保持嫩滑。捞出后用筷子戳破一个小洞，填入蒜蓉、剁椒、酸豆角，再淋上秘制汤汁，外脆里嫩，辣汁顺着豆腐孔隙渗入，一口咬下，先是酥脆的外皮发出“咔嚓”声，接着嫩滑的豆腐带着汤汁在口中爆开，咸香、酸辣、微臭相互交织，越吃越上瘾。在长沙太平街、火宫殿等地，排队购买臭豆腐的游客络绎不绝，成为外地游客“打卡湖南”的必体验项目。"
    },
    {
        "id": 10,
        "title": "口味虾",
        "price": 88,
        "image": "10",
        "detail": "洞庭湖大虾配秘制辣酱，辣得过瘾。",
        "imageUrl": "https://img1.baidu.com/it/u=3952097721,1517299068&fm=253&fmt=auto&app=138&f=JPEG?w=665&h=500.jpg",
        "content": "口味虾是湖南夏季夜宵的“王者”，每年5-10月，长沙的天宝兄弟、文和友等餐馆门前总是排起长龙。选用洞庭湖产的清水大虾，每只净重50克以上，需经过“剪虾头、去虾线、刷虾腹”三道工序清洗，确保干净卫生。炒制时，先将虾入油锅炸至虾壳变红、虾肉蜷曲，捞出备用。另起锅爆香姜蒜、八角、桂皮、香叶，加入湖南辣妹子辣椒酱、豆瓣酱炒出红油，再倒入啤酒、生抽、冰糖、清水，放入炸好的虾，大火焖煮15分钟，让辣味充分渗入虾肉。出锅前撒上紫苏叶增香，紫苏独特的香气与辣味、虾鲜完美融合，形成标志性的“口味虾风味”。吃口味虾讲究“先嗦汁，再吃肉”：捏住虾头轻轻一吸，红亮的汤汁带着辣意和鲜味儿直击味蕾，接着剥壳吃肉，虾肉紧实弹牙，最后用汤汁拌面，才算完整解锁这道菜的吃法。如今，口味虾已成为湖南的美食名片，甚至衍生出“国际龙虾节”等文化活动。"
    },
    {
        "id": 11,
        "title": "东安鸡",
        "price": 78,
        "image": "11",
        "detail": "嫩母鸡配醋椒，酸辣鲜香。",
        "imageUrl": "https://img1.baidu.com/it/u=2936990300,3681033130&fm=253&fmt=auto?w=500&h=756.jpg",
        "content": "东安鸡是湘菜中的“酸鲜代表”，起源于永州市东安县，据说是唐玄宗时期的贡品。选用本地土母鸡，宰杀后切成小块，入沸水焯去血沫，再用猪油爆香姜片、干辣椒、花椒，放入鸡块翻炒至表皮微黄。关键步骤是加入湖南永州产的“三伏醋”——这种醋以糯米为原料，经三伏天暴晒发酵而成，酸香柔和，不刺鼻。倒入醋后快速翻炒，让每块鸡肉都裹上醋香，再加入清水、盐、生抽焖煮10分钟，最后撒上葱花、花椒粉出锅。东安鸡的特点是“酸、辣、鲜、香”四味俱全：醋的酸激发鸡肉的鲜，辣椒的辣增添层次感，花椒的麻提味，鸡肉则保持嫩滑多汁。这道菜在湖南传统宴席中常作为开胃菜，因其酸辣爽口，能迅速打开食欲，搭配 rice 食用尤为合适，曾被列为“中国菜”之湖南十大经典名菜。"
    },
    {
        "id": 12,
        "title": "腊味合蒸",
        "price": 68,
        "image": "12",
        "detail": "腊肉、腊肠、腊鸡蒸制，腊香浓郁。",
        "imageUrl": "https://img2.baidu.com/it/u=441803460,439768502&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "腊味合蒸是湖南秋冬季节的“年味担当”，将腊肉、腊肠、腊鸡等多种腊味组合蒸制，体现“一锅蒸尽人间烟火”的智慧。腊肉选用湖南农家土猪肉，经盐腌、烟熏而成，咸香带柴火味；腊肠以猪后腿肉加白酒、辣椒面灌制，辣度可选；腊鸡则是将整鸡腌制后悬挂风干。制作时，先将腊味用温水洗净，切成薄片，按“腊肉在下、腊肠在中、腊鸡在上”的顺序码入碗中，加入少许姜丝、料酒，上锅蒸20分钟。蒸制过程中，腊味的油脂相互渗透，腊肉的咸、腊肠的辣、腊鸡的鲜融合成独特的腊香，油脂滴入碗底形成一层透亮的腊油，用来拌饭堪称一绝。这道菜在湖南农村的年夜饭中必不可少，象征“年年有余”，搭配青菜或豆腐汤，可平衡腊味的咸腻，体现湘菜“浓淡相宜”的饮食理念。"
    },
    {
        "id": 13,
        "title": "姊妹团子",
        "price": 20,
        "image": "13",
        "detail": "糯米团子甜咸双馅，软糯香甜。",
        "imageUrl": "https://img0.baidu.com/it/u=2814289541,881062538&fm=253&fmt=auto&app=138&f=JPEG?w=690&h=500.jpg",
        "content": "姊妹团子是长沙火宫殿的招牌小吃，由一对姓姜的姊妹创制于20世纪20年代，因此得名。其外皮用糯米粉加少量大米粉揉制，既保持糯米的软糯，又增加韧性。内馅分甜咸两种：甜馅用白糖、桂花、核桃仁、玫瑰糖调制，香甜馥郁；咸馅则用猪肉末、香菇、虾米、酱油炒制，鲜香可口。包制时，将面团搓成小圆球，用拇指按出窝状，填入馅料后收口，搓成圆锥状，上笼蒸8分钟。出锅的姊妹团子白白胖胖，顶部微微裂开，露出些许馅料，甜馅的金黄与咸馅的油亮形成对比。咬一口，外皮软糯不粘牙，甜馅的桂花香气与玫瑰糖的蜜甜在口中散开，咸馅的肉香与香菇的鲜味相互交织，一次品尝两种风味，满足不同食客的需求。如今，姊妹团子不仅是早茶桌上的点心，更成为外地游客带走的“湖南伴手礼”，真空包装的成品可在家中复蒸，重现地道风味。"
    },
    {
        "id": 14,
        "title": "发丝牛百叶",
        "price": 88,
        "image": "14",
        "detail": "牛百叶切细丝，配泡椒爆炒。",
        "imageUrl": "https://img2.baidu.com/it/u=1100081935,414718963&fm=253&fmt=auto&app=138&f=JPEG?w=522&h=373.jpg",
        "content": "发丝牛百叶是湘菜中的“刀工绝技”，考验厨师的精湛技艺。选用新鲜牛百叶，去除黑膜后洗净，切成细如发丝的均匀细丝，长度可达10厘米以上，且根根分明，互不粘连。焯水时需控制时间，牛百叶丝在沸水中快速汆烫30秒，立即过冷水，确保脆嫩口感。炒制时用湖南本地的野山椒、泡姜、蒜末爆香，加入牛百叶丝大火快炒，调入盐、生抽、香油、少许水淀粉勾芡，最后撒上葱花出锅。这道菜的关键在于“脆、辣、鲜”：牛百叶的脆嫩与泡椒的酸辣完美结合，野山椒的鲜辣直击鼻腔，牛百叶丝入口爽脆有声，搭配米饭食用，辣意过后回甘明显。在长沙的玉楼东、潇湘阁等老字号餐馆，发丝牛百叶常作为展示厨师刀工的招牌菜，食客在品尝时往往会惊叹于其“细如发丝、形美如画”的品相。"
    },
    {
        "id": 15,
        "title": "酸汤鱼",
        "price": 78,
        "image": "15",
        "detail": "草鱼配酸汤，酸辣开胃。",
        "imageUrl": "https://img0.baidu.com/it/u=1530002420,3638577280&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "酸汤鱼本是贵州名菜，但传入湖南后经改良，成为湘黔风味融合的代表。湖南版酸汤鱼选用湘江草鱼，片成薄片后用盐、料酒、淀粉腌制，鱼骨则用来熬汤。酸汤的制作是关键：将湖南本地酸辣椒、酸豆角、泡姜放入菜籽油中炒出酸味，加入鱼骨汤、西红柿、木姜子油煮沸，调入盐、生抽、白糖调味。煮鱼时，先下鱼骨熬煮5分钟，再逐片放入鱼片，煮至变色即可，最后撒上葱花、香菜。湖南酸汤与贵州酸汤的区别在于更偏“辣”，酸辣椒的加入让汤头酸辣交织，鱼片嫩滑入味，酸汤泡饭能连吃三碗。这道菜在湖南西部的怀化、吉首等地尤为流行，搭配苗族特色的苞谷酒，堪称“酸辣二重奏”，是冬季驱寒的绝佳选择。"
    },
    {
        "id": 16,
        "title": "瓦罐汤",
        "price": 38,
        "image": "16",
        "detail": "排骨莲藕汤，慢火煨制4小时。",
        "imageUrl": "https://img1.baidu.com/it/u=540336591,1863852303&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1067.jpg",
        "content": "瓦罐汤是湖南人“汤补文化”的体现，以“一瓦罐、一食材、一慢火”为特色。最经典的排骨莲藕汤选用湖南汉寿产的九孔莲藕，其淀粉含量高，煨汤易粉糯。排骨焯水去血沫后，与莲藕块、姜片一同放入陶制瓦罐，加入山泉水，用棉纸密封罐口，放入炭火池中慢煨4小时。煨制过程中，瓦罐的微孔结构让汤汁均匀受热，食材的营养充分释放，最终形成“汤清味浓、藕粉肉烂”的品质。喝一口汤，排骨的鲜香与莲藕的清甜交融，带着淡淡的炭火香，莲藕块用筷子轻轻一戳即碎，入口即化。瓦罐汤在湖南的早餐店、粉馆中常见，搭配一碗肉丝米粉，便是营养均衡的早餐。除了排骨莲藕汤，还有玉米排骨汤、乌鸡汤、猪肚汤等多种选择，满足不同口味需求。"
    },
    {
        "id": 17,
        "title": "姜辣蛇",
        "price": 128,
        "image": "17",
        "detail": "本地菜花蛇配仔姜，辣而不燥。",
        "imageUrl": "https://img0.baidu.com/it/u=415498061,449269484&fm=253&fmt=auto?w=1067&h=800.jpg",
        "content": "姜辣蛇是岳阳地区的特色菜，以“辣得过瘾、补得健康”闻名。选用人工养殖的菜花蛇（又称王锦蛇），宰杀后去皮切段，用盐、料酒、生抽腌制20分钟。起锅用菜籽油爆香半斤仔姜片——仔姜辛辣味柔和，纤维细，适合长时间炖煮。姜片炒至金黄后，加入蛇段翻炒至表皮微焦，调入湖南豆瓣酱、干辣椒、花椒、八角，继续翻炒出红油，再加入啤酒、清水，大火烧开后转小火焖煮1小时。收汁时，汤汁浓稠如酱，仔姜的辛辣完全融入蛇肉，蛇肉紧实有嚼劲，每一丝纹理都裹满辣汁，姜片则吸饱了蛇肉的鲜味，变得软糯入味。这道菜讲究“以姜驱寒，以蛇滋补”，适合秋冬季节食用，搭配冰镇米酒，可缓解辣意，是岳阳夜宵摊上的“硬菜”代表，深受男士喜爱。"
    },
    {
        "id": 18,
        "title": "荷叶粉蒸肉",
        "price": 68,
        "image": "18",
        "detail": "五花肉裹米粉，荷叶清香扑鼻。",
        "imageUrl": "https://img2.baidu.com/it/u=3503613782,3542758182&fm=253&fmt=auto&app=138&f=JPEG?w=608&h=908.jpg",
        "content": "荷叶粉蒸肉是湖南夏季的时令美味，将五花肉的油脂香与荷叶的清新完美结合。五花肉切成厚片，用盐、生抽、料酒、腐乳、湖南辣酱腌制1小时，让肉片充分入味。大米炒至微黄，加入八角、桂皮、香叶磨成粗米粉，将腌制好的肉片均匀裹上米粉，放入荷叶中包好，上锅蒸1.5小时。荷叶的清香在蒸制过程中渗入肉中，打开荷叶的瞬间，荷香与肉香扑面而来，米粉吸收了五花肉的油脂，变得油润软糯，肉片则入口即化，肥而不腻。这道菜在湖南洞庭湖周边地区尤为常见，夏季荷花盛开时，家家户户都会采摘新鲜荷叶制作粉蒸肉，既应季又解暑，搭配绿豆粥食用，清爽宜人。"
    },
    {
        "id": 19,
        "title": "衡阳鱼粉",
        "price": 25,
        "image": "19",
        "detail": "鱼汤乳白浓郁，配手工米粉。",
        "imageUrl": "https://img0.baidu.com/it/u=4276514405,3845394098&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "衡阳鱼粉是湖南米粉界的“顶流”，以“一碗汤、一把粉、一撮鱼”征服食客。选用新鲜草鱼或雄鱼，将鱼头、鱼骨入锅煎至金黄，加入开水大火熬煮20分钟，直至汤汁呈乳白色，加入盐、胡椒粉、姜片调味。手工米粉用早稻大米磨制，质地柔韧，入沸水中烫1分钟即可捞出。碗中盛入米粉，浇上鱼汤，码入煎好的鱼肉片，撒上葱花、香菜、剁椒，一碗热气腾腾的鱼粉便完成了。鱼汤的鲜浓、米粉的爽滑、鱼肉的细嫩、剁椒的香辣，构成层次丰富的味觉体验。在衡阳的街头，清晨六点便有鱼粉店开门，食客们围坐在小桌前，呼噜噜吃完一碗粉，再喝一口鲜美的鱼汤，开启元气满满的一天。"
    },
    {
        "id": 20,
        "title": "腊牛肉炒蒜苔",
        "price": 58,
        "image": "20",
        "detail": "腊牛肉咸香，蒜苔脆嫩。",
        "imageUrl": "https://img1.baidu.com/it/u=3507830763,1970881260&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=629.jpg",
        "content": "腊牛肉炒蒜苔是湖南春季的家常菜，利用秋冬腌制的腊牛肉与春季新鲜蒜苔搭配，体现“不时不食”的理念。腊牛肉选用黄牛肉腌制，经烟熏后肉质紧实，咸香带柴火味，切成薄片后用温水浸泡30分钟，去除部分盐分。蒜苔洗净后切段，入沸水焯1分钟保持翠绿。炒制时，先将腊牛肉片入锅干煸，逼出油脂，再下蒜末、干辣椒爆香，加入蒜苔快速翻炒，调入少许生抽、白糖提鲜，因腊牛肉本身有盐味，无需额外加盐。这道菜的亮点在于腊牛肉的咸香与蒜苔的脆嫩形成对比，腊牛肉越嚼越香，蒜苔则带着淡淡的辛辣，搭配米饭食用，咸香下饭。在湖南农村，春季蒜苔上市时，家家户户都会做这道菜，搭配自酿的糯米酒，是招待客人的家常美味。"
    },
    {
        "id": 21,
        "title": "爆炒腰花",
        "price": 58,
        "image": "21",
        "detail": "猪腰改花刀，配泡椒爆炒。",
        "imageUrl": "https://img0.baidu.com/it/u=1206024747,3471434578&fm=253&fmt=auto&app=138&f=JPEG?w=889&h=500.jpg",
        "content": "爆炒腰花是湘菜中考验厨师火候的菜品，需在1分钟内完成烹饪，方能保证腰花脆嫩无膻味。猪腰洗净后对半切开，去除白色臊腺，切成麦穗状花刀，用盐、料酒、淀粉抓匀腌制5分钟。泡椒、泡姜、蒜末、干辣椒备好，调一碗料汁：生抽、蚝油、白糖、水淀粉、少许醋。炒锅中的油烧至七成热，下腰花快速翻炒至变色，立即捞出备用。另起锅爆香泡椒、泡姜，加入腰花，倒入料汁，大火翻炒均匀，撒上葱花出锅。这道菜的关键在于“快”：腰花焯水时间过长会变老，炒制时需火旺油热，确保腰花外皮微焦，内部鲜嫩，泡椒的酸辣完全渗入花刀缝隙中，每一口都充满爽脆感和辣意，是下酒的好菜。"
    },
    {
        "id": 22,
        "title": "衡阳唆螺",
        "price": 58,
        "image": "22",
        "detail": "嗦螺配紫苏，辣得过瘾。",
        "imageUrl": "https://img2.baidu.com/it/u=3802528175,562782217&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667",
        "content": "衡阳唆螺是湖南夜宵的“嗦手指”美食，选用湘江流域的新鲜嗦螺，需提前用清水养2天，让其吐净泥沙，剪去螺尾尖端便于入味。炒制时，先将嗦螺入沸水焯1分钟，捞出备用。起锅用菜籽油爆香姜蒜、干辣椒、花椒，加入湖南辣妹子辣椒酱炒出红油，再放入嗦螺翻炒，调入盐、生抽、料酒、少许白糖，加清水焖煮10分钟，最后撒上紫苏叶、葱花即可。吃唆螺讲究“一嗦一吸”：先嗦一口螺壳外的汤汁，辣意和紫苏香瞬间冲击味蕾，再用牙签挑出螺肉，螺肉紧实有嚼劲，带着浓郁的酱香味。紫苏是这道菜的灵魂，其独特的香气能去腥解腻，与辣椒、螺肉完美融合，让人越嗦越上瘾。在衡阳的夜宵摊上，唆螺常与口味虾、烤串搭配，再配上冰镇啤酒，是夏夜的标配。"
    },
    {
        "id": 23,
        "title": "祁阳曲米鱼",
        "price": 78,
        "image": "23",
        "detail": "草鱼腌入味，裹曲米粉蒸制。",
        "imageUrl": "https://img1.baidu.com/it/u=4176591995,4046951514&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667",
        "content": "祁阳曲米鱼是永州祁阳的传统名菜，已有百年历史。选用3-4斤的鲜活草鱼，切成大块，用盐、料酒、姜片、花椒腌制24小时，让鱼肉充分入味。曲米粉是用早稻大米加酒曲发酵制成，带有微微的酒香和酸味，将腌制好的鱼块均匀裹上曲米粉，放入竹蒸笼，上锅蒸30分钟。蒸好的曲米鱼色泽金黄，曲米粉形成一层薄薄的 crust，鱼肉鲜嫩多汁，曲米的酸香与鱼肉的鲜甜相互衬托，口感独特。这道菜在祁阳的婚宴、寿宴上必不可少，寓意“年年有余，曲米呈祥”，搭配当地的红薯酒食用，更显地方风味。"
    },
    {
        "id": 24,
        "title": "岳阳烧烤",
        "price": 68,
        "image": "24",
        "detail": "牛油、脆骨、五花肉等十串组合。",
        "imageUrl": "https://img1.baidu.com/it/u=3483758166,353553509&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1067.jpg",
        "content": "岳阳烧烤是湖南烧烤界的“扛把子”，以“食材新鲜、调料独特、火候精准”闻名。经典的岳阳烧烤套餐包括牛油、脆骨、五花肉、鸡翅、茄子、玉米等。牛油小串是岳阳烧烤的灵魂：精选牛胸口油，切成小颗粒，用盐、黑胡椒、孜然粉腌制，烤至外皮微焦，入口即化，油脂的香气在口腔中迸发，搭配冰啤酒堪称一绝。脆骨串选用猪脆骨，烤至金黄后撒上辣椒面、花椒粉、葱花，脆骨的嚼劲与调料的香辣完美结合。烤茄子则剖开后铺满蒜蓉、剁椒、肉末，烤至茄肉软绵，蒜香与茄香交融。岳阳烧烤的调料独特之处在于使用“复合辣椒面”——将干辣椒、熟芝麻、花生碎磨成粉，辣中带香，咸鲜微麻。在岳阳的南湖大道、天保虾尾等烧烤集中地，每晚都座无虚席，食客们围坐在一起，撸串、嗦螺、喝啤酒，感受湖南夜宵的热闹氛围。"
    },
    {
        "id": 25,
        "title": "沅江芦笋",
        "price": 38,
        "image": "25",
        "detail": "新鲜芦笋清炒，脆嫩爽口。",
        "imageUrl": "https://img1.baidu.com/it/u=3797722675,145248684&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "沅江芦笋是洞庭湖的时令美味，每年4-5月是芦笋的采收季，此时的芦笋鲜嫩多汁，富含膳食纤维。采摘后的芦笋需快速处理，去掉根部老皮，切成段，入沸水焯1分钟去除草酸，保持脆嫩口感。清炒时，用猪油爆香蒜末，加入芦笋快速翻炒，调入盐、少许白糖提鲜，出锅前撒上葱花即可。这道菜最大限度保留了芦笋的原汁原味：脆嫩的茎部带着淡淡的清甜味，蒜末的香气为其增色，是湘菜中少有的“小清新”菜品。沅江芦笋还可搭配腊肉、虾仁等炒制，或制成芦笋汤，但最经典的吃法还是清炒，凸显其天然的鲜嫩。在益阳沅江等地，芦笋被称为“洞庭虫草”，不仅是餐桌上的美味，更是当地的地理标志产品，远销全国。"
    },
    {
        "id": 26,
        "title": "常德酱板鸭",
        "price": 88,
        "image": "26",
        "detail": "麻鸭酱制后风干，香辣耐嚼。",
        "imageUrl": "https://img2.baidu.com/it/u=206227187,3613687544&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=723.jpg",
        "content": "常德酱板鸭是湖南酱香型美食的代表，选用本地麻鸭，经腌制、酱制、风干、烤制多道工序制成。麻鸭宰杀后去毛洗净，用盐、花椒、八角、桂皮等香料腌制24小时，放入老卤汤中酱制1小时，让鸭肉充分吸收卤汁的香味。酱制后的鸭子挂在通风处风干2-3天，使肉质紧实，再入烤箱烤制至表皮微焦。成品酱板鸭色泽红亮，肉质紧实有嚼劲，咸香微辣，酱香味浓郁，越嚼越香。吃酱板鸭讲究“手撕”：将鸭肉撕成细条，连皮带肉一起嚼，鸭皮的油脂香与鸭肉的酱香相互映衬，是绝佳的下酒菜。在常德的大小超市、特产店，酱板鸭都是销量领先的伴手礼，真空包装的产品便于携带，让外地游客也能品尝到这份“湖南的香辣韵味”。"
    },
    {
        "id": 27,
        "title": "湘潭毛氏火焙鱼",
        "price": 58,
        "image": "27",
        "detail": "小鱼干炒辣椒，香辣酥脆。",
        "imageUrl": "https://img0.baidu.com/it/u=607224977,2998358759&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=500.jpg",
        "content": "湘潭毛氏火焙鱼是毛泽东同志生前喜爱的家常菜，选用湘江中的小鱼（如麦穗鱼、鳑鲏鱼），经火焙工艺制成鱼干。新鲜小鱼去鳞去内脏，用盐腌制后，在铁锅中用小火慢焙，直至鱼身干燥、表皮金黄，肉质酥脆。炒制时，先将火焙鱼用温水泡软，起锅用猪油爆香蒜末、干辣椒、豆豉，加入火焙鱼翻炒，调入生抽、蚝油、少许白糖，最后撒上葱花出锅。火焙鱼的特点是“酥、香、辣”：鱼干焙制后骨刺酥脆可食，辣椒的香辣与豆豉的咸香渗透鱼身，搭配米饭或苞谷粑，咸香下饭。这道菜在湘潭的农家菜馆中常见，体现了湖南人“靠山吃山，靠水吃水”的饮食智慧，也是老一辈人回忆艰苦岁月的情感寄托。"
    },
    {
        "id": 28,
        "title": "宝庆猪血丸子",
        "price": 48,
        "image": "28",
        "detail": "豆腐+猪血+肉末，烟熏风味。",
        "imageUrl": "https://img0.baidu.com/it/u=3975498560,2373149319&fm=253&fmt=auto&app=138&f=JPEG?w=403&h=344.jpg",
        "content": "宝庆猪血丸子是邵阳（古称宝庆）的传统年货，每年冬至后，家家户户都会制作。其制作工艺复杂：将嫩豆腐捏碎，加入新鲜猪血、猪肉末、盐、辣椒面、花椒粉，搅拌均匀后揉成乒乓球大小的丸子，用稻草包裹后悬挂在厨房灶台上，经柴火烟熏1个月以上。熏制后的猪血丸子呈深褐色，豆腐与猪血结合形成独特的弹性口感，猪肉末的油脂渗入其中，咸香带烟熏味。食用时，先将丸子用温水洗净，切成薄片，入锅蒸15分钟，或与腊肉、辣椒同炒。蒸好的猪血丸子软嫩咸香，炒制后则更具烟火气，辣椒的香辣与烟熏味相互激发，是邵阳人年夜饭桌上的必备菜品，象征“团团圆圆”。"
    },
    {
        "id": 29,
        "title": "吉首酸肉",
        "price": 68,
        "image": "29",
        "detail": "五花肉腌制发酵，酸香微辣。",
        "imageUrl": "https://img0.baidu.com/it/u=3096122020,1603401796&fm=253&fmt=auto&app=138&f=JPEG?w=624&h=500.jpg",
        "content": "吉首酸肉是湘西苗族的特色菜，利用自然发酵工艺制作，具有浓郁的民族风味。选用带皮五花肉，切成大块，用盐、辣椒面、花椒粉、糯米粉拌匀，放入土陶坛中，用菜叶密封坛口，置于阴凉处发酵10-15天。发酵后的酸肉呈淡粉色，带有独特的酸香气味，切成薄片后可蒸可炒。炒制时，用猪油爆香姜片、蒜末，加入酸肉片翻炒至油脂渗出，再加入青椒、红椒片同炒，调入少许生抽提鲜。酸肉的酸香来自糯米粉的发酵，与辣椒的辣味结合，形成独特的风味，肉质肥而不腻，酸香开胃。这道菜在苗族的“四月八”“苗年”等节日中常见，搭配自酿的糯米酒，体现了苗族人民“以酸代盐，以辣驱湿”的饮食智慧。"
    },
    {
        "id": 30,
        "title": "沅陵猪脚粉",
        "price": 35,
        "image": "30",
        "detail": "卤猪脚配米粉，汤汁浓郁。",
        "imageUrl": "https://img0.baidu.com/it/u=3317745474,3561742524&fm=253&fmt=auto&app=120&f=JPEG?w=667&h=500.jpg",
        "content": "沅陵猪脚粉是湖南米粉中的“硬核选手”，以“大块猪脚、浓郁汤汁、劲道米粉”为特色。猪脚选用带筋的前蹄，用喷枪烧去杂毛，入沸水焯去血沫，再放入老卤汤中慢炖3小时，直至骨肉分离，卤汤呈红棕色，散发浓郁的酱香。手工米粉用晚稻大米磨制，质地较硬，适合搭配浓稠的汤汁。碗中盛入米粉，浇上猪脚汤，码入一块卤猪脚，撒上葱花、香菜、剁椒，再淋上一勺猪脚油。吃的时候，先用筷子将猪脚拆分成小块，让肉质与汤汁充分混合，米粉吸收了猪脚的油脂和卤香，变得油润入味，猪脚筋软糯弹牙，辣剁椒则为整碗粉增添了一丝爽辣。在沅陵的街头，这碗粉是许多人早餐的“能量担当”，吃完后连汤汁都要喝得干干净净。"
    },    {
        "id": 31,
        "title": "宁乡口味蛇",
        "price": 138,
        "image": "31",
        "detail": "精选大王蛇，秘制辣酱爆炒，辣度可选",
        "imageUrl": "https://img0.baidu.com/it/u=85719705,3677475138&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=375.jpg",
        "content": "宁乡口味蛇是湖南夜宵江湖的顶级硬菜，选用人工养殖的大王蛇（又称王锦蛇），其肉质紧实、蛋白质丰富。制作时，先将蛇宰杀去皮，剁成5厘米长的段，用盐、料酒、姜片腌制20分钟去腥。起锅倒入菜籽油，烧至七成热时，下蛇段炸至表皮微焦，捞出控油。另起锅爆香蒜末、姜末、干辣椒、花椒，加入湖南辣妹子辣椒酱、豆瓣酱炒出红油，再放入蛇段翻炒，调入生抽、蚝油、冰糖、啤酒，大火焖煮30分钟，让辣味充分渗入蛇肉。出锅前撒上紫苏叶和葱花，紫苏的特殊香气能中和蛇肉的腥味，提升整体风味。这道菜的亮点在于蛇肉的鲜嫩与辣酱的醇厚结合，蛇肉丝丝入味，辣而不燥，尤其是蛇皮部分，富含胶原蛋白，口感弹牙。在宁乡当地，口味蛇常作为宴席的压轴菜，搭配冰镇米酒，既能缓解辣意，又能凸显食材本味，是湖南重口味美食的代表之一。"
    },
    {
        "id": 32,
        "title": "常德牛肉粉",
        "price": 28,
        "image": "32",
        "detail": "牛骨汤打底，牛肉片鲜嫩，粉韧汤浓",
        "imageUrl": "https://img1.baidu.com/it/u=1697860564,853243045&fm=253&fmt=auto&app=120&f=JPEG?w=1067&h=800.jpg",
        "content": "常德牛肉粉是湖南米粉的“扛鼎之作”，以“汤头浓郁、牛肉鲜嫩、米粉爽滑”闻名。汤头是灵魂：选用牛筒骨、牛肋骨加清水慢火熬煮8小时，直至汤汁呈乳白色，加入桂皮、八角、香叶等香料，调入盐、生抽提味。牛肉选用牛腱子肉，切成薄片后用生抽、淀粉腌制，入沸水焯至变色即可。手工米粉用早稻大米磨制，质地柔韧，入沸水中烫1分钟后捞出，盛入碗中，浇上热汤，码入牛肉片、酸豆角、榨菜丁，撒上葱花、香菜，淋一勺辣油。吃时先喝一口汤，浓郁的牛骨香混合着香料的芬芳，再夹一筷子米粉，爽滑劲道，牛肉片鲜嫩多汁，酸豆角的酸爽和辣油的香辣相互映衬，层次丰富。在常德的街头，牛肉粉店凌晨五点便已开门，上班族、学生党络绎不绝，一碗粉下肚，浑身冒汗，元气满满。"
    },
    {
        "id": 33,
        "title": "发丝牛百叶",
        "price": 88,
        "image": "33",
        "detail": "牛百叶切细丝，配泡椒快炒，脆嫩无膻",
        "imageUrl": "https://img2.baidu.com/it/u=1100081935,414718963&fm=253&fmt=auto&app=138&f=JPEG?w=522&h=373.jpg",
        "content": "发丝牛百叶是湘菜中刀工与火候结合的典范，考验厨师的精湛技艺。选用新鲜牛百叶，去除外层黑膜后，切成细如发丝的均匀细丝，长度可达10厘米，且根根分明，需耗时1小时才能完成刀工。将牛百叶丝放入沸水中快速汆烫10秒，立即过冰水，确保脆嫩口感。炒制时，用猪油爆香野山椒、泡姜、蒜末，加入牛百叶丝大火快炒，调入盐、生抽、香油，翻炒均匀后勾薄芡，撒上葱花即可出锅。这道菜讲究“三快”：快切、快焯、快炒，全程不超过3分钟，方能保持牛百叶的爽脆。入口时，牛百叶丝脆嫩有声，野山椒的鲜辣直击鼻腔，泡姜的酸香提味，搭配米饭食用，辣意过后回甘明显，是湘菜馆中展示厨师功底的招牌菜。"
    },
    {
        "id": 34,
        "title": "东安鸡",
        "price": 78,
        "image": "34",
        "detail": "嫩母鸡配醋椒，酸辣鲜香，源自唐代贡品",
        "imageUrl": "https://img0.baidu.com/it/u=3155696370,1533401887&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "东安鸡是湘菜中历史悠久的酸鲜代表，起源于永州市东安县，据记载自唐玄宗时期便作为贡品入朝。选用本地散养嫩母鸡，宰杀后切成小块，入沸水焯去血沫，用猪油爆香姜片、干辣椒、花椒，放入鸡块翻炒至表皮微黄。关键步骤是加入永州产的“三伏醋”——此醋以糯米为原料，经三伏天暴晒发酵，酸香柔和。倒入醋后快速翻炒，让每块鸡肉都裹上醋香，再加入清水、盐、生抽焖煮10分钟，最后撒上葱花、花椒粉。成品鸡肉嫩滑多汁，酸、辣、鲜、香四味俱全，醋的酸激发鸡肉的鲜，辣椒的辣增添层次，花椒的麻提味，是典型的“酸辣开胃”型菜品。在湖南传统宴席中，东安鸡常作为首道热菜，帮助食客打开食欲，搭配糙米饭食用，更显地方风味。"
    },
    {
        "id": 35,
        "title": "腊味合蒸",
        "price": 68,
        "image": "35",
        "detail": "腊肉、腊肠、腊鸡蒸制，腊香浓郁，下饭神器",
        "imageUrl": "https://img2.baidu.com/it/u=441803460,439768502&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "腊味合蒸是湖南秋冬季节的年味代表，将三种以上腊味组合蒸制，体现“一锅蒸尽烟火气”的智慧。腊肉选用湘西农家土猪肉，经盐腌、山胡椒烟熏而成，咸香带柴火味；腊肠以猪后腿肉加辣椒面、白酒灌制，辣度可选；腊鸡则是整鸡腌制后风干，肉质紧实。制作时，将腊味用温水洗净，切成薄片，按“腊肉在下、腊肠在中、腊鸡在上”的顺序码入碗中，加入姜丝、料酒，上锅蒸20分钟。蒸制过程中，腊味的油脂相互渗透，腊肉的咸、腊肠的辣、腊鸡的鲜融合成独特的腊香，碗底积累的腊油金光透亮，用来拌饭堪称一绝。这道菜在湖南农村的年夜饭中必不可少，象征“年年有余”，搭配青菜或豆腐汤，可平衡腊味的咸腻，是老一辈人记忆中的“妈妈菜”。"
    },
    {
        "id": 36,
        "title": "姊妹团子",
        "price": 20,
        "image": "36",
        "detail": "糯米团子甜咸双馅，软糯香甜，长沙老字号",
        "imageUrl": "https://img0.baidu.com/it/u=2814289541,881062538&fm=253&fmt=auto&app=138&f=JPEG?w=690&h=500.jpg",
        "content": "姊妹团子是长沙火宫殿的招牌小吃，由姜氏姊妹创制于20世纪20年代，至今已有百年历史。其外皮用糯米粉加少量大米粉揉制，软糯中带有韧性，内馅分甜咸两种：甜馅以白糖、桂花、核桃仁、玫瑰糖调制，香甜馥郁，咬开后糖汁微微流出；咸馅用猪肉末、香菇、虾米、酱油炒制，鲜香可口，肉粒分明。包制时，将面团搓成小圆球，用拇指按出窝状，填入馅料后收口，搓成圆锥状，上笼蒸8分钟。出锅的姊妹团子顶部微微开裂，甜馅呈金黄色，咸馅油亮透红，一次可品尝两种风味。在长沙的早茶桌上，姊妹团子常与糖油粑粑、绿豆粥搭配，是老长沙人记忆中的古早味，外地游客也常将其作为伴手礼，真空包装的成品可复蒸还原风味。"
    },
    {
        "id": 37,
        "title": "衡阳鱼粉",
        "price": 25,
        "image": "37",
        "detail": "鲜鱼熬汤乳白，配手工米粉，辣度自选",
        "imageUrl": "https://img0.baidu.com/it/u=3528386674,3163075523&fm=253&fmt=auto?w=800&h=1067.jpg",
        "content": "衡阳鱼粉是湖南米粉中的“鲜辣担当”，以湘江流域的鲜鱼为灵魂。选用活蹦乱跳的草鱼或雄鱼，将鱼头、鱼骨入锅煎至金黄，加入开水大火熬煮20分钟，直至汤汁呈乳白色，调入盐、胡椒粉、姜片，滤去杂质后即为鲜美的鱼汤。手工米粉用晚稻大米磨制，质地较硬，能更好吸收汤汁。食用时，米粉烫熟后盛入碗中，浇上鱼汤，码入煎好的鱼肉片，撒上葱花、香菜、剁椒。鱼汤的鲜浓、米粉的爽滑、鱼肉的细嫩、剁椒的香辣，构成多层次味觉体验。在衡阳，鱼粉店遍布大街小巷，清晨六点便有食客排队，人们习惯加一份“唆螺肉”或“煎蛋”，让这碗粉更具满足感，是开启一天的最佳方式。"
    },
    {
        "id": 38,
        "title": "岳阳烧烤（牛油小串）",
        "price": 38,
        "image": "38",
        "detail": "精选牛胸口油，炭火烤制，香酥爆汁",
        "imageUrl": "https://img1.baidu.com/it/u=3483758166,353553509&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1067.jpg",
        "content": "岳阳烧烤的牛油小串堪称“烧烤界的天花板”，精选牛胸口油，切成直径1厘米的小颗粒，用盐、黑胡椒、孜然粉、辣椒粉腌制30分钟。烤制时，将牛油串置于炭火上快速翻转，待油脂渗出、表皮微焦后，撒上熟芝麻和葱花即可。牛油小串的魅力在于“入口即化”：牛胸口油的脂肪在高温下融化，却又因快速烤制锁住汁水，咬开后油脂在口腔中爆开，咸香微辣，带着炭火的焦香，搭配冰啤酒，瞬间激活味蕾。在岳阳的南湖大道夜市，几乎每家烧烤摊都有牛油小串，食客们一手拿串，一手端酒，牛油的香气弥漫整条街，成为夏夜最具烟火气的场景。除了牛油，岳阳烧烤的脆骨、五花肉、烤茄子也极具特色，共同构成湖南烧烤的独特风味。"
    },
    {
        "id": 39,
        "title": "祁阳曲米鱼",
        "price": 78,
        "image": "39",
        "detail": "草鱼裹曲米粉蒸制，酸香微辣，百年传统",
        "imageUrl": "https://img2.baidu.com/it/u=3314699820,4119358278&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=667.jpg",
        "content": "祁阳曲米鱼是永州祁阳的非遗美食，已有百年历史，因使用曲米粉腌制而得名。选用3-4斤的鲜活草鱼，切成大块，用盐、料酒、姜片、花椒腌制24小时，让鱼肉充分入味。曲米粉是用早稻大米加酒曲发酵7天制成，带有天然的酸香和酒香，将腌制好的鱼块均匀裹上曲米粉，放入竹蒸笼，上锅蒸30分钟。蒸好的曲米鱼表面金黄，曲米粉形成一层薄薄的发酵层，鱼肉鲜嫩多汁，曲米的酸香与鱼肉的鲜甜相互衬托，微微的辣味来自腌制时的花椒，层次丰富。这道菜在祁阳的婚宴、寿宴上必不可少，寓意“曲米呈祥，年年有余”，搭配当地的红薯酒食用，酸香解腻，是湖湘饮食文化中“以曲发酵”的典型代表。"
    },
    {
        "id": 40,
        "title": "宝庆猪血丸子",
        "price": 48,
        "image": "40",
        "detail": "豆腐+猪血+肉末烟熏，咸香耐嚼",
        "imageUrl": "https://img0.baidu.com/it/u=2649909878,1581111051&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=569.jpg",
        "content": "宝庆猪血丸子是邵阳（宝庆）的传统年货，制作工艺繁琐，需历经磨豆、制浆、拌料、腌制、烟熏等多道工序。将嫩豆腐捏碎，加入新鲜猪血、猪肉末、盐、辣椒面、花椒粉，搅拌均匀后揉成乒乓球大小的丸子，用稻草包裹后悬挂在灶台上方，经柴火烟熏1个月以上。熏制后的丸子呈深褐色，豆腐与猪血结合形成独特的弹性，猪肉末的油脂渗入其中，咸香带烟熏味。食用时，可蒸可炒：蒸食时，丸子切片后入锅蒸15分钟，软嫩咸香；炒制时，与腊肉、辣椒同炒，辣椒的香辣与烟熏味相互激发。宝庆猪血丸子是邵阳人年夜饭的必备菜品，象征“团团圆圆”，也是在外游子寄托乡愁的味觉符号。"
    },
    {
        "id": 41,
        "title": "吉首酸肉",
        "price": 68,
        "image": "41",
        "detail": "五花肉发酵酸香，配青椒炒制，苗族特色",
        "imageUrl": "https://img1.baidu.com/it/u=184685379,795070755&fm=253&fmt=auto&app=138&f=JPEG?w=569&h=403.jpg",
        "content": "吉首酸肉是湘西苗族的特色菜，利用自然发酵工艺制成，体现了苗族“以酸代盐”的智慧。选用带皮五花肉，切成厚片，用盐、辣椒面、花椒粉、糯米粉拌匀，放入土陶坛中，用粽叶密封坛口，置于阴凉处发酵10-15天。发酵后的酸肉呈淡粉色，带有乳酸的清香，切成薄片后与青椒同炒。炒制时，用猪油爆香姜片、蒜末，加入酸肉片翻炒至油脂渗出，再放入青椒片，调入少许生抽提鲜。酸肉的酸香来自糯米粉的发酵，与青椒的辣味结合，形成独特的风味，肉质肥而不腻，酸香开胃。在苗族的“苗年”“四月八”等节日中，酸肉常与糯米饭、酸汤鱼搭配，是招待贵客的佳肴，搭配自酿的糯米酒，更显民族风情。"
    },
    {
        "id": 42,
        "title": "沅陵猪脚粉",
        "price": 35,
        "image": "42",
        "detail": "卤猪脚炖至脱骨，汤汁浓郁，粉软入味",
        "imageUrl": "https://img0.baidu.com/it/u=1364903285,3064036554&fm=253&fmt=auto&app=120&f=JPEG?w=522&h=348.jpg",
        "content": "沅陵猪脚粉是湖南米粉中的“硬核选手”，以大块卤猪脚和浓郁汤汁著称。猪脚选用带筋的前蹄，用喷枪烧去杂毛，入沸水焯去血沫，再放入老卤汤（含八角、桂皮、香叶、干辣椒等20余种香料）中慢炖3小时，直至骨肉分离，汤汁浓稠红亮。手工米粉用早稻大米磨制，质地柔软，易吸收汤汁。碗中盛入米粉，浇上猪脚汤，码入一块卤猪脚，撒上葱花、香菜、剁椒，再淋一勺猪脚油。吃时用筷子将猪脚拆分成小块，让肉质与汤汁充分融合，米粉吸饱了猪脚的油脂和卤香，变得油润入味，猪脚筋软糯弹牙，剁椒的辣意则为整碗粉增添爽辣感。在沅陵街头，这碗粉是早餐的“能量担当”，深受体力劳动者喜爱，吃完后连汤汁都要喝得干干净净。"
    },
    {
        "id": 43,
        "title": "常德酱板鸭",
        "price": 88,
        "image": "43",
        "detail": "麻鸭酱制风干，香辣耐嚼，下酒神器",
        "imageUrl": "https://img1.baidu.com/it/u=4293184358,1432402&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1073.jpg",
        "content": "常德酱板鸭是湖南酱香型美食的代表，选用本地麻鸭，经腌制、酱制、风干、烤制四道工序制成。麻鸭宰杀后，用盐、花椒、八角、桂皮等香料腌制24小时，放入老卤汤中酱制1小时，让鸭肉充分吸收卤汁的香味。酱制后的鸭子挂在通风处风干2-3天，使肉质紧实，再入烤箱烤制至表皮微焦。成品酱板鸭色泽红亮，肉质紧实有嚼劲，咸香微辣，酱香味浓郁，越嚼越香，连骨头都带着辣味。吃酱板鸭讲究“手撕”：将鸭肉撕成细条，连皮带肉一起嚼，鸭皮的油脂香与鸭肉的酱香相互映衬，是绝佳的下酒菜。在常德的特产店，酱板鸭是销量冠军，真空包装的产品便于携带，成为外地游客了解湖南风味的窗口。"
    },
    {
        "id": 44,
        "title": "瓦罐汤（排骨莲藕汤）",
        "price": 38,
        "image": "44",
        "detail": "排骨莲藕慢煨4小时，汤清味浓，滋补养生",
        "imageUrl": "https://img1.baidu.com/it/u=211367746,1453108528&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "瓦罐汤是湖南人“汤补文化”的精髓，排骨莲藕汤是最经典的代表。选用湖南汉寿产的九孔莲藕，其淀粉含量高，煨汤易粉糯，搭配猪排骨，用山泉水慢火煨制4小时。制作时，排骨焯水去血沫后，与莲藕块、姜片一同放入陶制瓦罐，用棉纸密封罐口，放入炭火池中煨制。瓦罐的微孔结构让汤汁均匀受热，食材的营养充分释放，最终形成“汤清味浓、藕粉肉烂”的品质。喝一口汤，排骨的鲜香与莲藕的清甜交融，带着淡淡的炭火香，莲藕块用筷子轻轻一戳即碎，入口即化。瓦罐汤在湖南的早餐店、粉馆中常见，搭配一碗肉丝米粉，便是营养均衡的早餐，秋冬季节饮用更能驱寒暖身。"
    },
    {
        "id": 45,
        "title": "姜辣蛇",
        "price": 128,
        "image": "45",
        "detail": "菜花蛇配仔姜，辣而不燥，岳阳特色",
        "imageUrl": "https://img2.baidu.com/it/u=3627795573,596995049&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "姜辣蛇是岳阳地区的招牌菜，以“辣得过瘾、补得健康”闻名。选用人工养殖的菜花蛇，宰杀后去皮切段，用盐、料酒、生抽腌制20分钟。起锅用菜籽油爆香半斤仔姜片，仔姜纤维细、辛辣味柔和，适合长时间炖煮。姜片炒至金黄后，加入蛇段翻炒至表皮微焦，调入湖南豆瓣酱、干辣椒、花椒、八角，继续翻炒出红油，再加入啤酒、清水，大火烧开后转小火焖煮1小时。收汁时，汤汁浓稠如酱，仔姜的辛辣完全融入蛇肉，蛇肉紧实有嚼劲，每一丝纹理都裹满辣汁，姜片则吸饱了蛇肉的鲜味，变得软糯入味。这道菜以姜驱寒、以蛇滋补，适合秋冬季节食用，搭配冰镇米酒，可缓解辣意，是岳阳夜宵摊上的“男人最爱”。"
    },
    {
        "id": 46,
        "title": "荷叶粉蒸肉",
        "price": 68,
        "image": "46",
        "detail": "五花肉裹米粉蒸制，荷叶清香解腻",
        "imageUrl": "https://img0.baidu.com/it/u=705144806,355115488&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=504",
        "content": "荷叶粉蒸肉是湖南夏季的时令美味，将五花肉的油脂香与荷叶的清新完美结合。五花肉切成厚片，用盐、生抽、料酒、腐乳、湖南辣酱腌制1小时，让肉片充分入味。大米炒至微黄，加入八角、桂皮、香叶磨成粗米粉，将腌制好的肉片均匀裹上米粉，用新鲜荷叶包裹后上锅蒸1.5小时。荷叶的清香在蒸制过程中渗入肉中，打开荷叶的瞬间，荷香与肉香扑面而来，米粉吸收了五花肉的油脂，变得油润软糯，肉片则入口即化，肥而不腻。在湖南洞庭湖周边，夏季荷花盛开时，家家户户都会采摘新鲜荷叶制作粉蒸肉，既应季又解暑，搭配绿豆粥食用，清爽宜人，是典型的“不时不食”湘菜代表。"
    },
    {
        "id": 47,
        "title": "湘潭毛氏火焙鱼",
        "price": 58,
        "image": "47",
        "detail": "湘江小鱼火焙成干，炒辣椒香辣酥脆",
        "imageUrl": "https://img2.baidu.com/it/u=2010456132,3252210259&fm=253&fmt=auto&app=138&f=JPEG?w=640&h=436.jpg",
        "content": "湘潭毛氏火焙鱼是毛泽东同志生前喜爱的家常菜，选用湘江中的麦穗鱼、鳑鲏鱼等小鱼，经火焙工艺制成。新鲜小鱼去鳞去内脏，用盐腌制后，在铁锅中用小火慢焙，直至鱼身干燥、表皮金黄，肉质酥脆，骨刺也变得可食。炒制时，先将火焙鱼用温水泡软，起锅用猪油爆香蒜末、干辣椒、豆豉，加入火焙鱼翻炒，调入生抽、蚝油、少许白糖，最后撒上葱花出锅。火焙鱼的特点是“酥、香、辣”：鱼干焙制后咸香带烟火气，辣椒的香辣与豆豉的咸香渗透鱼身，搭配米饭或苞谷粑，咸香下饭。这道菜体现了湖南人“靠山吃山，靠水吃水”的智慧，也是老一辈人回忆艰苦岁月的情感寄托。"
    },
    {
        "id": 48,
        "title": "衡阳唆螺",
        "price": 58,
        "image": "48",
        "detail": "嗦螺配紫苏叶，辣得过瘾，嗦汁必备",
        "imageUrl": "https://img0.baidu.com/it/u=3945664649,3366292150&fm=253&fmt=auto&app=138&f=JPEG?w=661&h=343.jpg",
        "content": "衡阳唆螺是湖南夜宵的“嗦手指”美食，选用湘江流域的新鲜嗦螺，需提前用清水养2天吐净泥沙，剪去螺尾尖端便于入味。炒制时，先将嗦螺入沸水焯1分钟，捞出备用。起锅用菜籽油爆香姜蒜、干辣椒、花椒，加入湖南辣妹子辣椒酱炒出红油，再放入嗦螺翻炒，调入盐、生抽、料酒、少许白糖，加清水焖煮10分钟，最后撒上紫苏叶、葱花即可。吃唆螺讲究“一嗦一吸”：先嗦一口螺壳外的汤汁，辣意和紫苏香瞬间冲击味蕾，再用牙签挑出螺肉，螺肉紧实有嚼劲，带着浓郁的酱香味。紫苏是这道菜的灵魂，其独特的香气能去腥解腻，与辣椒、螺肉完美融合，让人越嗦越上瘾。在衡阳的夜宵摊上，唆螺常与口味虾、烤串搭配，再配上冰镇啤酒，是夏夜的标配。"
    },
    {
        "id": 49,
        "title": "爆炒腰花",
        "price": 58,
        "image": "49",
        "detail": "猪腰改花刀，泡椒快炒，脆嫩无膻",
        "imageUrl": "https://img1.baidu.com/it/u=4141711041,4005883358&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=569.jpg",
        "content": "爆炒腰花是湘菜中考验厨师火候的快手菜，需在1分钟内完成烹饪。猪腰洗净后对半切开，去除白色臊腺，切成麦穗状花刀，用盐、料酒、淀粉抓匀腌制5分钟。调一碗料汁：生抽、蚝油、白糖、水淀粉、少许醋。炒锅中的油烧至七成热，下腰花快速翻炒至变色，立即捞出备用。另起锅爆香泡椒、泡姜、蒜末，加入腰花，倒入料汁，大火翻炒均匀，撒上葱花出锅。这道菜的关键在于“快”：腰花焯水时间过长会变老，炒制时需火旺油热，确保腰花外皮微焦，内部鲜嫩，泡椒的酸辣完全渗入花刀缝隙中，每一口都充满爽脆感和辣意，是下酒的好菜，搭配米饭食用也十分过瘾。"
    },
    {
        "id": 50,
        "title": "沅江芦笋",
        "price": 38,
        "image": "50",
        "detail": "洞庭芦笋清炒，脆嫩爽口，时令鲜味",
        "imageUrl": "https://img0.baidu.com/it/u=2832460023,439846687&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "沅江芦笋是洞庭湖的馈赠，每年4-5月是最佳采收期，此时的芦笋鲜嫩多汁，富含维生素和膳食纤维。采摘后的芦笋需快速处理，去掉根部老皮，切成段，入沸水焯1分钟去除草酸，保持脆嫩口感。清炒时，用猪油爆香蒜末，加入芦笋快速翻炒，调入盐、少许白糖提鲜，出锅前撒上葱花即可。这道菜最大限度保留了芦笋的原汁原味：脆嫩的茎部带着淡淡的清甜味，蒜末的香气为其增色，是湘菜中少有的“小清新”菜品。沅江芦笋还可搭配腊肉、虾仁等炒制，或制成芦笋汤，但最经典的吃法还是清炒，凸显其天然的鲜嫩。作为地理标志产品，沅江芦笋远销全国，成为湖南人餐桌上的健康之选。"
    }
]
