[
    {
        "id": 1,
        "title": "经典珍珠奶茶",
        "price": 15,
        "image": "2",
        "detail": "如需定制甜度或冰度，请下单备注。",
        "imageUrl": "https://img2.baidu.com/it/u=4140076540,1081499391&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=786.jpg",
        "content": "经典珍珠奶茶作为奶茶界的奠基之作，承载着90年代街头茶饮的怀旧记忆。其灵魂在于“珍珠三煮三焖”的传统工艺：精选木薯粉与红糖熬制的黑珍珠，需经历沸水煮15分钟、关火焖10分钟、过冰水激爽的三重工序，确保每颗珍珠直径8mm，咬开时外层Q弹、内里软糯，中心略带红糖的焦香。奶茶底采用锡兰红茶与全脂牛奶1:1.5配比，茶底需现煮10分钟逼出茶多酚，再与牛奶慢火熬制5分钟，形成红棕色的丝滑茶汤，茶香与奶香比例精准到0.8:1，既保留茶的清冽，又不失奶的醇厚。饮用时，建议先吸一颗珍珠感受嚼劲，再让奶茶滑过舌尖，茶香的甘涩与奶脂的柔滑在口腔中形成“味觉对冲”，最后将珍珠与奶茶混合，体验层次丰富的口感。在台北士林夜市，经典珍珠奶茶常搭配盐酥鸡食用，咸香与甜润的组合堪称“台湾夜市黄金CP”，而在上海弄堂的奶茶铺，老克勒们则偏爱温热版本，认为更能凸显红茶的底蕴。"
    },
    {
        "id": 2,
        "title": "水果茶系列 - 百香果果茶",
        "price": 22,
        "image": "3",
        "detail": "新鲜水果现切现制，保留原汁原味。",
        "imageUrl": "https://img2.baidu.com/it/u=4119113140,2735980937&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1422.jpg",
        "content": "百香果果茶是夏季饮品的活力担当，其制作堪称一场“热带水果的狂欢仪式”。每日清晨采购越南进口百香果，需挑选表皮皱缩、重量约60g的成熟果实，对半切开后，用特制刮刀取出果肉，确保每杯茶包含完整果肉30g以上。绿茶底选用龙井新茶，85℃水温冲泡3分钟，保留茶多酚的清鲜而避免苦涩。调配时，先在杯底铺一层青柠片，再加入百香果果肉、去籽青金桔2颗、柠檬草2段，倒入绿茶后轻摇10秒，使果香与茶香充分融合，最后加入蜂蜜水（蜂蜜:水=1:3）调和酸甜度。饮用时，建议先含住一颗百香果籽，感受咬破瞬间爆发出的果酸，再吸入茶汤，绿茶的清幽与百香果的热烈在舌尖碰撞，青柠的酸香与蜂蜜的甜润形成平衡，仿佛置身于柬埔寨的热带果园。在深圳海岸城的茶饮店，这款果茶常搭配椰子脆片，增加咀嚼乐趣，成为冲浪爱好者的午后标配。"
    },
    {
        "id": 3,
        "title": "芋泥波波奶茶",
        "price": 18,
        "image": "4",
        "detail": "芋泥每日新鲜现制，数量有限，先到先得。",
        "imageUrl": "https://img1.baidu.com/it/u=2439378589,2531569753&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=500.jpg",
        "content": "芋泥波波奶茶是秋冬季节的治愈系代表，其芋泥制作工艺堪称“手工匠心”：选用广西荔浦槟榔芋，削皮后切成5cm见方的块状，蒸制40分钟至筷子可轻松穿透，加入炼乳20g、淡奶油15g、紫薯粉3g（增加色泽），用石臼捣成泥状，期间需顺时针搅拌200次，确保质地绵密无颗粒。黑波波珍珠采用木薯粉与红糖浆揉制，煮制时需控制水温在90℃，避免外皮破裂。奶茶底选用正山小种红茶与鲜奶，茶味醇厚，能衬托芋泥的香甜。饮用时，建议先吸一口沉底的芋泥，感受其如流沙般的细腻口感，再吸入Q弹的波波珍珠，最后让奶茶的温热划过喉咙，奶香、芋香、茶香依次在口中展开。在杭州南宋御街的茶饮店，这款奶茶常搭配现烤麻薯，软糯与弹牙的双重口感，成为冬日逛街的“暖手神器”，据店长介绍，每日限量供应的芋泥常于下午三点前售罄，足见其受欢迎程度。"
    },
    {
        "id": 4,
        "title": "抹茶拿铁",
        "price": 20,
        "image": "5",
        "detail": "采用正宗日本抹茶，带来纯正风味。",
        "imageUrl": "https://img0.baidu.com/it/u=1307119904,4015598716&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "抹茶拿铁的灵魂在于“一碗打茶”的日式仪式感：选用日本宇治小山园抹茶粉，取3g置于茶碗中，先加入60℃的热水10ml，用茶筅呈“W”形搅拌20次，打出绵密泡沫，再缓慢倒入蒸制的鲜奶200ml，形成“翡翠浮雪”的视觉效果。抹茶的粉质需过120目筛，确保入口无颗粒感，其特有的茶多酚与鲜奶中的乳脂结合，形成“微涩-清甜-回甘”的味觉层次。在京都祇园的茶寮，抹茶拿铁常搭配和果子食用，和果子的甜腻与抹茶的清苦形成完美平衡。而在上海的创意茶饮店，这款拿铁升级为“芝士奶盖抹茶”，咸香的奶盖与抹茶的微苦交织，顶部撒上金箔碎，成为白领下午茶的轻奢选择。值得一提的是，抹茶拿铁不含咖啡成分，却能通过茶多酚带来温和提神效果，适合作为办公间隙的能量补给。"
    },
    {
        "id": 5,
        "title": "奥利奥咸奶油奶茶",
        "price": 25,
        "image": "6",
        "detail": "咸甜交织，独特口感，不容错过。",
        "imageUrl": "https://img2.baidu.com/it/u=3057305787,276620204&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=614.jpg",
        "content": "奥利奥咸奶油奶茶是味觉创新的典范，其咸奶油顶的调制堪称“黄金比例”：淡奶油200ml中加入海盐3g、糖粉15g、芝士粉5g，用冰袋隔水冷打发至出现纹路，质地轻盈如云朵。底部奶茶选用阿萨姆红茶与炼乳，茶味浓郁，能支撑咸奶油的厚重感。奥利奥饼干需去掉夹心，装入密封袋用擀面杖压碎，保留30%的粗颗粒增加口感。饮用时，建议先舔一口奶油顶，咸香的奶脂与奥利奥的可可味在舌尖炸开，再穿透奶油层吸入奶茶，红茶的麦芽香与炼乳的甜润混合，最后将剩余奶油与奶茶搅匀，体验咸甜交织的奇妙口感。在长沙文和友的复古茶饮铺，这款奶茶搭配臭豆腐食用，咸甜与咸香的跨界组合，成为网红打卡的“黑暗料理”惊喜。"
    },
    {
        "id": 6,
        "title": "蜜桃乌龙茶冻奶茶",
        "price": 23,
        "image": "7",
        "detail": "Q 弹茶冻，新鲜蜜桃，一口爱上。",
        "imageUrl": "https://img2.baidu.com/it/u=1436570933,2416866641&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.jpg",
        "content": "蜜桃乌龙茶冻奶茶是春日限定的浪漫之选，其茶冻制作工艺暗藏玄机：取台湾东方美人乌龙茶，用100℃沸水冲泡5分钟，加入白凉粉与蜜桃汁（比例10:1:2），倒入模具冷藏4小时，形成通透如琥珀的茶冻，每立方厘米茶冻含茶多酚12mg，兼具口感与健康。蜜桃选用山东蒙阴黄油桃，手工去皮后切成1cm见方的果丁，用蜂蜜水浸泡10分钟防止氧化。奶茶底采用蜜桃乌龙茶包与鲜奶，茶包浸泡时间精确到7分钟，确保蜜桃香与乌龙韵完美融合。饮用时，茶冻在吸管的吸力下碎成小块，爽滑中带点嚼劲，蜜桃丁的清甜与奶茶的柔滑交织，仿佛咬到一口春天的露水。在南京新街口的茶饮店，这款奶茶采用渐变色杯身，底部茶冻、中部蜜桃丁、上层奶茶，摇匀后呈现淡粉色，成为樱花季的爆款，搭配樱花麻糬，视觉与味觉双重浪漫。"
    },
    {
        "id": 7,
        "title": "椰香芒芒西米露奶茶",
        "price": 25,
        "image": "8",
        "detail": "热带风情，椰香与芒果的激情碰撞。",
        "imageUrl": "https://img1.baidu.com/it/u=3426247254,50026351&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=584.jpg",
        "content": "椰香芒芒西米露奶茶是海岛度假的味觉缩影，其西米煮制遵循“三沸三冷”法则：西米入沸水煮15分钟，关火焖10分钟至中心小白点消失，过冰水3次确保Q弹。海南小台农芒果取果肉200g，其中150g打成泥，50g切成颗粒，与椰浆（椰肉含量≥30%）混合后，加入煮好的西米与奶茶。奶茶底选用茉莉绿茶，茶味清新，能平衡椰浆的浓郁。饮用时，先吸到颗粒感十足的芒果肉，再感受到西米的滑润，最后被椰浆的醇厚包裹，仿佛置身于三亚亚龙湾的椰林沙滩。在厦门曾厝垵的茶饮店，这款奶茶装在椰子壳中，插着柠檬草吸管，搭配凤梨酥食用，成为游客必体验的“热带套餐”，每日消耗芒果超过50公斤，足见其人气。"
    },
    {
        "id": 8,
        "title": "脏脏奶茶",
        "price": 20,
        "image": "9",
        "detail": "独特挂壁，视觉味觉双重享受。",
        "imageUrl": "https://img2.baidu.com/it/u=2531255643,1339038535&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "脏脏奶茶的“脏脏”美学源自黑糖的焦香艺术：黑糖块与清水以2:1比例熬煮15分钟，制成浓稠的黑糖浆，沿杯壁缓慢倒入，形成不规则挂壁，每杯挂壁面积需占杯身的30%-40%，确保视觉冲击。珍珠选用“虎纹珍珠”，在黑糖浆中翻滚裹匀，沉入杯底后与鲜奶（需冷藏至4℃）形成鲜明分层。饮用时，建议先不搅拌，直接插入吸管，让鲜奶与黑糖珍珠同时入口，感受冰与火的温差、甜与涩的对冲，待喝到1/3时，用吸管搅拌杯壁黑糖浆，此时奶茶变为深琥珀色，甜度提升30%，口感更显浓郁。在成都太古里的茶饮店，脏脏奶茶搭配麻辣火锅，成为解辣神器，黑糖的甜润能中和辣椒的刺激，形成川味独特的饮食哲学。"
    },
    {
        "id": 9,
        "title": "红豆布丁奶茶",
        "price": 18,
        "image": "10",
        "detail": "甜蜜红豆，嫩滑布丁，经典搭配。",
        "imageUrl": "https://img0.baidu.com/it/u=3294296440,4265628757&fm=253&fmt=auto&app=120&f=JPEG?w=333&h=500.jpg",
        "content": "红豆布丁奶茶是记忆中的校园味道，其红豆煮制传承古法：东北红小豆提前浸泡12小时，与红糖、陈皮同煮1小时，直至豆皮开裂、豆馅沙化，保留20%完整豆粒增加口感。布丁采用鸡蛋、鲜奶、焦糖液蒸制而成，质地如嫩豆腐，用勺子轻压即碎。奶茶底选用祁门红茶，其醇厚的蜜香能衬托红豆的甜与布丁的滑。在武汉户部巷的茶饮店，这款奶茶常搭配热干面食用，甜与咸的组合唤醒过早的活力。而在广州的糖水铺，秋冬季节会推出“温热版”，布丁加热后更显绵密，红豆的温热与奶茶的暖意交融，成为老年人的养生之选，据店员介绍，许多老街坊每日必来一杯，搭配叉烧包，构成早餐的温馨记忆。"
    },
    {
        "id": 10,
        "title": "青稞爆爆珠奶茶",
        "price": 22,
        "image": "11",
        "detail": "独特青稞，一口爆浆，惊喜不断。",
        "imageUrl": "https://img1.baidu.com/it/u=4256385283,1031607783&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=849.jpg",
        "content": "青稞爆爆珠奶茶是高原食材的创意演绎：青海高原青稞经12小时浸泡后，磨成粉与木薯淀粉按3:7比例混合，包入青稞汁与蜂蜜调成的馅料，制成直径5mm的爆爆珠，冷冻后投入沸水煮3分钟，形成“外Q内爆”的独特口感。奶茶底选用云南滇红古树茶，其山野气韵与青稞的麦香相得益彰。饮用时，爆爆珠在齿间咬破，青稞汁的清甜瞬间迸发，与滇红的醇厚茶汤混合，仿佛行走在拉萨街头，感受青稞饼与酥油茶的味觉变奏。在西安回民街的茶饮店，这款奶茶搭配肉夹馍食用，麦香与肉香的组合，成为西北饮食的奇妙跨界，而在拉萨八廓街，游客常带着这款奶茶转经，感受现代与传统的交融。"
    },
    {
        "id": 11,
        "title": "玫瑰荔枝奶茶",
        "price": 25,
        "image": "12",
        "detail": "花香与果香，浪漫在唇齿间绽放。",
        "imageUrl": "https://img2.baidu.com/it/u=3001190240,3500799767&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "玫瑰荔枝奶茶是春季限定的浪漫密码：平阴重瓣玫瑰花瓣经低温烘干，保留90%花青素，与荔枝蜜按1:5比例窨制48小时，制成玫瑰荔枝酱。海南无核荔枝取果肉，每杯含完整荔枝3颗，果肉晶莹如凝脂。奶茶底选用茉莉花茶，其清香能凸显玫瑰与荔枝的甜润。制作时，先在杯底铺玫瑰荔枝酱15g，再加入荔枝果肉，倒入泡好的茉莉花茶，最后注入鲜奶，轻摇后形成淡粉色渐变。饮用时，玫瑰的幽芳与荔枝的清甜率先冲击鼻腔，入口后鲜奶的柔滑包裹住果肉，花瓣碎末增加微妙的触感，仿佛置身于洛阳牡丹园的玫瑰荔枝花廊。在杭州西溪湿地的茶饮船点，这款奶茶搭配定胜糕，成为春日踏青的标配，其浪漫的颜值与口感，常被用作求婚场景的甜蜜助攻。"
    },
    {
        "id": 12,
        "title": "巧克力曲奇奶茶",
        "price": 23,
        "image": "13",
        "detail": "曲奇碎与巧克力，满足你的甜蜜渴望。",
        "imageUrl": "https://img1.baidu.com/it/u=3829138116,807857953&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=666.jpg",
        "content": "巧克力曲奇奶茶是甜食爱好者的狂欢盛宴：比利时黑巧克力（可可含量70%）与黄油、低粉制成曲奇饼干，冷却后掰成1cm见方的小块，保留酥脆口感。奶茶底选用阿华田麦芽可可粉与鲜奶，按1:4比例煮制，加入巧克力酱10g增加浓稠度。饮用时，曲奇块在奶茶中浸泡10秒后，外层吸收奶茶变得柔软，内里仍保持酥脆，巧克力的微苦与麦芽的甜香交织，仿佛在喝一杯液态的巧克力曲奇。在上海K11的茶饮店，这款奶茶搭配熔岩巧克力蛋糕，成为“双重巧克力暴击”套餐，深受下午茶人群喜爱，而在哈尔滨的俄式茶饮店，加入伏特加调成酒精版，成为冬夜的微醺之选，体现战斗民族对巧克力的狂热。"
    },
    {
        "id": 13,
        "title": "桂花酒酿奶茶",
        "price": 28,
        "image": "14",
        "detail": "古法酒酿，桂花香浓，秋冬限定。",
        "imageUrl": "https://img0.baidu.com/it/u=292648807,2239628599&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "桂花酒酿奶茶是江南秋冬的味觉符号：苏州东山糯米经24小时浸泡，蒸制后拌入酒曲，在28℃恒温发酵72小时，制成酒香浓郁的酒酿，每毫升含活性益生菌≥10^6 CFU。金桂花瓣用蜂蜜腌制30天，制成桂花蜜酱，每杯添加15g。奶茶底选用凤凰单丛茶，其兰花香与桂花香形成“双香合璧”。饮用时，酒酿的微酸与奶茶的甜润平衡，桂花蜜的颗粒感增加嗅觉享受，单丛茶的岩韵提升层次，仿佛漫步在杭州满觉陇的桂花树下，鼻尖萦绕着甜美的气息。在南京秦淮河边的茶饮铺，这款奶茶搭配桂花糖芋苗，成为“金陵秋韵套餐”，每晚七点后供应热饮版，热气中弥漫的桂花香，吸引众多游客驻足。"
    },
    {
        "id": 14,
        "title": "柠檬养乐多冰沙",
        "price": 22,
        "image": "15",
        "detail": "益生菌与柠檬的清新碰撞，夏日解暑神器。",
        "imageUrl": "https://img1.baidu.com/it/u=787060380,4212027256&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "柠檬养乐多冰沙是夏日冰箱的清凉密码：安岳黄柠檬取汁，与养乐多按1:2比例混合，加入冰块打成冰沙，冰沙颗粒控制在0.5mm以下，确保口感细腻。杯底铺新鲜青柠片3片，倒入冰沙后，顶部装饰薄荷叶与柠檬皮屑。饮用时，养乐多的酸甜与柠檬的果酸形成“酸感二重奏”，冰沙的绵密质地降低酸的刺激性，益生菌在低温下活性保持率达90%，既解暑又助消化。在深圳湾体育中心的茶饮店，这款冰沙搭配轻食沙拉，成为健身人群的减脂伴侣，而在泰国清迈的夜市，摊贩会加入椰奶冻，制成“泰式柠檬养乐多冰沙”，热带风情十足。"
    },
    {
        "id": 15,
        "title": "焦糖布蕾奶茶",
        "price": 25,
        "image": "16",
        "detail": "布蕾滑嫩，焦糖香脆，层次丰富。",
        "imageUrl": "https://img1.baidu.com/it/u=2822662645,1644262754&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "焦糖布蕾奶茶是法式甜点的茶饮化创新：布蕾层采用蛋黄、鲜奶、焦糖液烤制而成，表面用喷枪烤出焦糖脆壳，厚度控制在0.3mm，敲开时发出清脆声响。奶茶底选用大吉岭红茶，其麝香葡萄的香气与布蕾的奶香契合。饮用时，先用吸管戳破焦糖壳，吸入布蕾的嫩滑，再品尝奶茶的清冽，最后将剩余布蕾与奶茶搅匀，形成“茶味布丁”的独特口感。在成都宽窄巷子的法式茶饮店，这款奶茶搭配马卡龙，成为下午茶的精致之选，而在长沙超级文和友，加入紫苏桃子姜碎，形成“中西合璧”的猎奇口味，意外收获好评。"
    },
    {
        "id": 16,
        "title": "黑糖姜母奶茶",
        "price": 20,
        "image": "17",
        "detail": "驱寒暖身，秋冬必备热饮。",
        "imageUrl": "https://img0.baidu.com/it/u=3056872992,625581255&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "黑糖姜母奶茶是冬日的温暖守护者：云南小黄姜洗净去皮，切成0.2cm薄片，与黑糖块、红枣同煮30分钟，制成姜母茶基底，姜辣素含量达0.5%，驱寒效果显著。奶茶选用锡兰红茶与鲜奶，茶底煮制时加入姜母茶原液30ml，形成红棕色茶汤。饮用时，黑糖的甜润中和姜的辛辣，鲜奶的柔滑包裹住暖意，每一口都能感受到热流从胃部蔓延至全身。在杭州河坊街的茶饮店，这款奶茶搭配定胜糕，成为考研学子的“加油热饮”，而在东北雪乡的木屋茶馆，加入核桃仁碎，成为抵御严寒的能量来源，据老板介绍，零下20℃的天气里，每日能卖出300杯以上。"
    },
    {
        "id": 17,
        "title": "杨枝甘露奶茶",
        "price": 28,
        "image": "18",
        "detail": "港式经典，西柚粒与芒果的酸甜交织。",
        "imageUrl": "https://t14.baidu.com/it/u=4188759798,1254426295&fm=224&app=112&f=JPEG?w=500&h=500.jpg",
        "content": "杨枝甘露奶茶是港式甜品的茶饮变奏：台农芒果200g打成泥，加入西柚粒50g（需手工剥除白膜，避免苦涩）、西米30g、椰浆50ml，再注入奶茶底（选用伯爵红茶）。制作时，西柚粒需最后加入，确保颗粒完整，咬开时迸发果酸，平衡芒果的甜腻。饮用时，先吸到芒果泥的绵密，再遇到西米的滑润，最后被西柚的酸激活味蕾，伯爵红茶的佛手柑香气贯穿始终，仿佛置身于香港兰芳园的茶座。在广州茶餐厅，这款奶茶搭配菠萝油，成为“港式下午茶三件套”，而在深圳的创意茶饮店，加入脆波波，增加口感层次，成为00后打卡爆款。"
    },
    {
        "id": 18,
        "title": "芝士奶盖绿茶",
        "price": 22,
        "image": "19",
        "detail": "咸香奶盖，茶香清新，黄金比例调配。",
        "imageUrl": "https://img0.baidu.com/it/u=2707008066,3438290983&fm=253&fmt=auto&app=138&f=JPEG?w=406&h=609.jpg",
        "content": "芝士奶盖绿茶的奶盖调制遵循“3:2:1”法则：奶油奶酪3份、淡奶油2份、鲜奶1份，加入海盐0.5份、糖粉1份，用打蛋器打发至出现纹路但仍可流动，奶盖厚度需占杯身1/5。绿茶选用龙井新茶，80℃水温冲泡2分钟，保留叶绿素与氨基酸。饮用时，建议采用“45度角喝法”：倾斜杯子，让奶盖与茶汤同时入口，咸香的奶脂与清甜的绿茶形成“味觉断崖”，奶盖的醇厚与绿茶的清冽在舌尖形成鲜明对比。在厦门沙坡尾的茶饮店，这款奶茶搭配蚵仔煎，成为“闽南味混搭”，而在日本东京的中华茶饮店，奶盖中加入宇治抹茶粉，制成“双重芝士抹茶奶盖”，成为涩谷少女的街拍标配。"
    },
    {
        "id": 19,
        "title": "草莓波波冰沙",
        "price": 25,
        "image": "20",
        "content": "title": "草莓波波冰沙",
        "price": 25,
        "image": "20",
        "detail": "新鲜草莓现打，波波Q弹，夏日冰爽。",
        "imageUrl": "https://img1.baidu.com/it/u=4286852793,1835700240&fm=253&fmt=auto&app=120&f=JPEG?w=682&h=1023.jpg",
        "content": "草莓波波冰沙是春日草莓季的味觉狂欢：丹东99草莓取300g，去蒂后与冰块、糖浆打成冰沙，保留10%草莓颗粒增加口感。波波珍珠用草莓汁与木薯粉制成，煮制后呈粉红色，咬开时透出草莓香气。奶茶底选用茉莉绿茶，其清香能凸显草莓的鲜甜。饮用时，冰沙的绵密与波波的Q弹形成对比，草莓的酸甜在口腔中炸开，仿佛咬到一口新鲜草莓果泥。在成都草莓音乐节现场，这款冰沙搭配麻辣小龙虾口味薯片，成为朋克养生的代表，而在杭州草莓采摘园，游客可拿着刚摘的草莓现场定制冰沙，体验从田间到杯中的新鲜。"
    },
    {
        "id": 20,
        "title": "咸蛋黄波波奶茶",
        "price": 28,
        "image": "21",
        "detail": "咸蛋黄流沙，波波弹牙，猎奇之选。",
        "imageUrl": "https://t15.baidu.com/it/u=2733035242,2798654688&fm=224&app=112&f=JPEG?w=500&h=500.jpg",
        "content": "咸蛋黄波波奶茶是猎奇味觉的大胆尝试：高邮咸蛋黄蒸熟后过筛，与奶油奶酪、炼乳混合成流沙酱，每杯添加20g。波波珍珠用咸蛋黄粉与木薯粉制成，煮制后呈现金黄色。奶茶底选用凤凰单丛茶，其高香能平衡咸蛋黄的厚重。饮用时，咸蛋黄流沙酱挂在杯壁，吸管吸入波波时，咸香的颗粒感与Q弹的珍珠碰撞，单丛茶的兰花香穿插其中，形成“咸-甜-香”的复杂味觉。在长沙文和友的复古茶饮铺，这款奶茶搭配糖油粑粑，成为“甜咸暴击”组合，而在广州的早茶店，加入虾饺碎，形成“咸蛋黄波波虾饺奶茶”，成为老广们的猎奇新宠。"
    },
    {
        "id": 21,
        "title": "燕麦奶拿铁",
        "price": 25,
        "image": "22",
        "detail": "植物基饮品，燕麦香浓，乳糖不耐友好。",
        "imageUrl": "https://img0.baidu.com/it/u=3259817071,1467917744&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "燕麦奶拿铁是植物基饮品的先锋代表：澳洲燕麦经12小时浸泡后，与水按1:3比例打成燕麦浆，离心过滤后保留燕麦β-葡聚糖，制成燕麦奶。咖啡选用耶加雪菲单品豆，中度烘焙，手冲后与燕麦奶按1:2比例混合，顶部拉花用燕麦奶泡，质地绵密如卡布奇诺。饮用时，燕麦的谷物香与耶加雪菲的柑橘酸香融合，尾韵带有燕麦的微甜，适合乳糖不耐受人群。在上海静安寺的精品咖啡馆，这款拿铁搭配全麦可颂，成为健康轻食主义者的早餐首选，而在伦敦的茶饮店，加入肉桂粉，制成“秋日限定燕麦奶拿铁”，成为街头潮人的秋日标配。"
    },
    {
        "id": 22,
        "title": "葡萄多肉奶盖",
        "price": 28,
        "image": "23",
        "detail": "巨峰葡萄现剥果肉，奶盖绵密，酸甜适中。",
        "imageUrl": "https://img1.baidu.com/it/u=1468803467,2306478840&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=639.jpg",
        "content": "葡萄多肉奶盖是夏日葡萄季的味觉盛宴：山东巨峰葡萄手工剥出果肉300g，其中200g打成葡萄冰沙，100g保留颗粒。奶盖采用奶油奶酪与鲜奶打发，厚度达3cm，撒上抹茶粉增加视觉层次。茶底选用茉莉绿茶，与葡萄冰沙混合后，倒入杯中，顶部铺上奶盖。饮用时，先用吸管穿透奶盖，吸入葡萄冰沙的酸甜，再搅拌奶盖与果肉，感受芝士的咸香与葡萄的多汁。在西安大唐不夜城的茶饮店，这款奶茶装在仿唐酒杯中，搭配唐果子，成为汉服爱好者的拍照神器，而在日本大阪的中华物产店，加入梅酒制成“葡萄梅酒奶盖”，成为居酒屋的人气饮品。"
    },
    {
        "id": 23,
        "title": "生姜红糖奶茶",
        "price": 20,
        "image": "24",
        "detail": "古法红糖，生姜暖身，冬季热饮首选。",
        "imageUrl": "https://img2.baidu.com/it/u=2225625015,3661730025&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1779.jpg",
        "content": "生姜红糖奶茶是东方暖身哲学的现代演绎：云南老红糖块敲碎，与生姜汁、红枣片同煮20分钟，制成红糖姜母茶基底。奶茶选用祁门红茶，其醇厚的滋味能承载生姜的辛辣。饮用时，红糖的甜润包裹住生姜的热辣，红茶的蜜香中和刺激性，每一口都能感受到暖流直达丹田。在杭州灵隐寺的素茶馆，这款奶茶搭配定胜糕，成为香客们祈福后的暖身之选，而在哈尔滨的冰雪大世界，加入核桃碎与桂圆肉，制成“姜枣核桃奶茶”，成为抵御零下30℃严寒的终极武器。"
    },
    {
        "id": 24,
        "title": "芒果班戟奶茶",
        "price": 28,
        "image": "25",
        "detail": "班戟皮包裹芒果，奶茶相伴，口感丰富。",
        "imageUrl": "https://img2.baidu.com/it/u=2805322028,2510585778&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "芒果班戟奶茶是港式甜品与茶饮的跨界之作：班戟皮用低粉、鸡蛋、鲜奶制成，煎制时火候控制在180℃，每片面皮煎制时间45秒，确保薄如蝉翼。内馅用淡奶油与芒果块打发，每只班戟含芒果肉50g。奶茶底选用阿萨姆红茶，其麦芽香与奶油的甜腻契合。饮用时，先咬一口班戟，奶油的绵密与芒果的鲜甜在口中爆开，再喝一口奶茶，红茶的浓郁平衡甜腻感。在香港兰芳园，这款奶茶搭配菠萝油，成为“双重港式经典”套餐，而在深圳的创意茶饮店，班戟皮中加入抹茶粉，制成“抹茶芒果班戟奶茶”，成为网红打卡款。"
    },
    {
        "id": 25,
        "title": "柠檬红茶冰沙",
        "price": 22,
        "image": "26",
        "detail": "柠檬清香，红茶醇厚，冰沙细腻。",
        "imageUrl": "https://img1.baidu.com/it/u=1360494251,458132032&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "柠檬红茶冰沙是夏日办公的提神伴侣：锡兰红茶用100℃沸水焖泡8分钟，制成浓茶汁，加入柠檬汁与蜂蜜，冷藏后与冰块打成冰沙，冰沙中茶味浓度达普通奶茶的2倍。柠檬片用盐搓洗后，浸泡在糖水中10分钟，去除苦涩。饮用时，冰沙的细腻质地降低柠檬的酸感，红茶的茶多酚含量达300mg/杯，提神效果显著，适合下午3点的办公间隙。在上海陆家嘴的茶饮店，这款冰沙搭配司康饼，成为白领们的下午茶能量组合，而在东京银座的咖啡馆，加入威士忌制成“柠檬红茶威士忌冰沙”，成为商务人士的晚间特饮。"
    },
    {
        "id": 26,
        "title": "焦糖玛奇朵奶茶",
        "price": 25,
        "image": "27",
        "detail": "焦糖香甜，玛奇朵绵密，咖啡与奶茶的碰撞。",
        "imageUrl": "https://img2.baidu.com/it/u=2908959254,2515444849&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "焦糖玛奇朵奶茶是咖啡与奶茶的跨界杰作：意式浓缩咖啡 shots 与鲜奶按1:3比例制成玛奇朵基底，顶部淋上焦糖酱，形成“咖啡-奶-焦糖”三层结构。奶茶底选用哥伦比亚咖啡豆，深度烘焙，其巧克力风味与焦糖酱相得益彰。饮用时，先尝一口焦糖的脆甜，再吸入玛奇朵的绵密，最后感受咖啡奶茶的醇厚，仿佛在喝一杯液态的焦糖咖啡。在成都太古里的咖啡馆，这款奶茶搭配提拉米苏，成为“双重咖啡暴击”套餐，而在纽约的华人社区，加入珍珠，制成“珍珠焦糖玛奇朵”，成为老外眼中的东方神秘饮品。"
    },
    {
        "id": 27,
        "title": "椰奶清补凉奶茶",
        "price": 25,
        "image": "28",
        "detail": "海南清补凉风味，椰奶香浓，配料丰富。",
        "imageUrl": "https://img1.baidu.com/it/u=1754918459,3816661187&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1272.jpg",
        "content": "椰奶清补凉奶茶是海南夏日的味觉记忆：椰奶采用海南椰子现榨，椰肉含量≥40%，加入煮好的西米、芋圆、红豆、绿豆、薏米、西瓜丁、菠萝丁等8种配料，再注入奶茶底（选用海南兰贵人茶）。兰贵人茶的椰香与椰奶形成“双椰合璧”，配料的丰富口感如同在喝一杯液态的海南水果捞。饮用时，建议先不搅拌，逐一品尝每种配料的独特风味，再搅匀后感受椰奶与茶汤的融合。在海口骑楼老街的茶饮店，这款奶茶搭配椰子饭，成为“海南全椰套餐”，而在三亚的海滩酒吧，加入朗姆酒制成“清补凉鸡尾酒”，成为冲浪后的狂欢饮品。"
    },
    {
        "id": 28,
        "title": "核桃红枣奶茶",
        "price": 28,
        "image": "29",
        "detail": "坚果香浓，红枣甘甜，养生之选。",
        "imageUrl": "https://img1.baidu.com/it/u=2883436693,841228648&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1422.jpg",
        "content": "核桃红枣奶茶是中式养生的年轻化表达：新疆纸皮核桃烤香后磨成粉，与红枣泥、鲜奶同煮20分钟，制成核桃红枣基底，富含不饱和脂肪酸与铁元素。奶茶底选用桂圆红茶，其甜润能衬托核桃的香与红枣的甜。饮用时，核桃的颗粒感与红枣的绵密结合，红茶的桂圆香提升层次，适合女性生理期饮用。在北京同仁堂知嘛健康茶饮店，这款奶茶加入枸杞，制成“四红养生奶茶”，成为90后朋克养生的代表，而在西安回民街，搭配甑糕食用，成为“西北养生套餐”。"
    },
    {
        "id": 29,
        "title": "芝士莓莓奶盖",
        "price": 30,
        "image": "30",
        "detail": "草莓果泥搭配咸香奶盖，酸甜咸鲜交织。",
        "imageUrl": "https://img1.baidu.com/it/u=2499816143,784908161&fm=253&fmt=auto?w=800&h=1067.jpg",
        "content": "芝士莓莓奶盖是草莓季的贵族饮品：丹东草莓500g去蒂后，400g打成泥，100g切成颗粒，与茉莉绿茶混合后，顶部铺上3cm厚的芝士奶盖，撒上 freeze-dried 草莓碎。奶盖中加入柠檬汁调节酸度，使芝士的咸香与草莓的酸甜达到黄金平衡。饮用时，先舔一口奶盖，感受咸香与草莓碎的脆感，再吸入草莓果泥的酸甜，最后搅拌均匀，体验多重口感。在上海淮海路的高端茶饮店，这款奶茶用水晶杯盛装，搭配马卡龙，成为名媛下午茶的标配，而在武汉的草莓主题咖啡馆，加入草莓味脆波波，成为镇店之宝。"
    },
    {
        "id": 30,
        "title": "桂圆姜茶奶茶",
        "price": 22,
        "image": "31",
        "detail": "桂圆温补，生姜驱寒，秋冬热饮。",
        "imageUrl": "https://img0.baidu.com/it/u=1119865513,516578848&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1422.jpg",
        "content": "桂圆姜茶奶茶是秋冬养生的温暖组合：福建桂圆干去壳后，与生姜片、红糖同煮30分钟，制成桂圆姜茶基底，富含葡萄糖与姜辣素。奶茶底选用正山小种红茶，其桂圆香与桂圆干形成“香气闭环”。饮用时，桂圆的甜润与生姜的热辣交融，红茶的醇厚提升质感，适合在寒风凛冽的冬日午后饮用。在杭州南宋御街的茶饮店，这款奶茶搭配定胜糕，成为考生家长的“暖心祈福饮”，而在哈尔滨的俄罗斯风情咖啡馆，加入伏特加制成“桂圆姜茶热调酒”，成为战斗民族的冬日最爱。"
    },
    {
        "id": 31,
        "title": "菠萝气泡奶茶",
        "price": 25,
        "image": "32",
        "detail": "气泡清爽，菠萝酸甜，创意特调。",
        "imageUrl": "",
        "content": "菠萝气泡奶茶是夏日创意的味觉实验：台湾金钻菠萝切成小丁，用盐水浸泡10分钟去涩，与蜂蜜水混合后，倒入装有奶茶底（选用四季春茶）的杯中，再注入苏打水，形成丰富气泡。四季春茶的花香与菠萝的果香契合，气泡的刺激感增加饮用趣味。饮用时，气泡在口中炸开，菠萝丁的酸甜与茶汤的清爽交织，适合搭配火锅解腻。在成都九眼桥的创意茶饮店，这款奶茶搭配跳跳糖，制成“爆炸菠萝奶茶”，成为夜生活的预热饮品，而在曼谷的街头，加入椰奶冻，制成“泰式菠萝气泡冰茶”，充满热带风情。"
    },
    {
        "id": 32,
        "title": "可可奥利奥冰沙",
        "price": 28,
        "image": "33",
        "detail": "可可浓醇，奥利奥酥脆，冰沙绵密。",
        "imageUrl": "https://img0.baidu.com/it/u=555716374,383662970&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1067.jpg",
        "content": "可可奥利奥冰沙是巧克力爱好者的夏日福音：比利时黑巧克力（可可含量85%）融化后与鲜奶、冰块打成冰沙，巧克力浓度达25%，口感如液态巧克力。奥利奥饼干碎保留1/3粗颗粒，增加酥脆口感。饮用时，冰沙的绵密与饼干碎的脆形成对比，黑巧克力的微苦与奥利奥的甜腻平衡，适合搭配芝士蛋糕。在上海外滩的巧克力主题咖啡馆，这款冰沙用巧克力杯盛装，成为“沉浸式巧克力体验”，而在东京的甜点展，加入熔岩巧克力酱，制成“爆浆可可冰沙”，成为网红爆款。"
    },
    {
        "id": 33,
        "title": "红枣枸杞奶茶",
        "price": 25,
        "image": "34",
        "detail": "红枣甘甜，枸杞滋补，养生奶茶典范。",
        "imageUrl": "https://img1.baidu.com/it/u=3615652575,3445442999&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1049.jpg",
        "content": "红枣枸杞奶茶是中式养生的年轻化表达：新疆若羌红枣与宁夏枸杞按2:1比例，用温水泡发30分钟，与鲜奶同煮15分钟，制成红枣枸杞基底，富含铁、β-胡萝卜素等营养素。奶茶底选用祁门红茶，其醇厚的滋味能承载红枣的甜与枸杞的香。饮用时，红枣的绵密与枸杞的软糯结合，红茶的蜜香提升口感，适合熬夜后补气血。在北京的国潮茶饮店，这款奶茶搭配茯苓饼，成为“朋克养生套餐”，而在西安的老字号药铺，加入桂圆肉，制成“三红养生奶茶”，成为中老年人的日常饮品。"
    },
    {
        "id": 34,
        "title": "西瓜啵啵奶茶",
        "price": 22,
        "image": "35",
        "detail": "新鲜西瓜现榨，啵啵Q弹，夏日清凉。",
        "imageUrl": "https://img0.baidu.com/it/u=4107904287,205425917&fm=253&fmt=auto?w=800&h=1131.jpg",
        "content": "西瓜啵啵奶茶是夏日西瓜季的清爽担当：宁夏硒砂瓜取果肉300g，去籽后打成西瓜汁，与茉莉绿茶混合，加入西瓜味啵啵珍珠（含西瓜汁20%）。茉莉绿茶的清香能凸显西瓜的鲜甜，啵啵珍珠咬开时透出西瓜香气。饮用时，西瓜汁的清甜与茶汤的清爽交织，啵啵的Q弹增加趣味，适合在35℃的高温天畅饮。在长沙的超级文和友，这款奶茶搭配紫苏桃子姜，成为“夏日解辣套餐”，而在三亚的海滩，加入椰奶制成“西瓜椰奶啵啵”，成为冲浪后的补水选择。"
    },
    {
        "id": 35,
        "title": "咖啡冻奶茶",
        "price": 25,
        "image": "36",
        "detail": "咖啡冻嫩滑，奶茶香浓，双重咖啡体验。",
        "imageUrl": "",
        "content": "咖啡冻奶茶是咖啡控的双重享受：illy咖啡粉煮制后，加入白凉粉制成咖啡冻，每立方厘米含咖啡因20mg，嫩滑中带咖啡的微苦。奶茶底选用哥伦比亚咖啡与鲜奶，咖啡浓度比普通奶茶高50%。饮用时，咖啡冻在吸管的吸力下碎成小块，与奶茶的浓郁结合，仿佛在喝一杯“固体咖啡奶茶”。在上海的精品咖啡馆，这款奶茶搭配可颂，成为咖啡爱好者的早餐选择，而在东京的女仆咖啡厅，加入奶油顶与巧克力酱，制成“女仆咖啡冻奶茶”，成为二次元宅的最爱。"
    },
    {
        "id": 36,
        "title": "椰子灰奶茶",
        "price": 28,
        "image": "37",
        "detail": "竹炭椰奶，颜值独特，椰香浓郁。",
        "imageUrl": "https://img0.baidu.com/it/u=694170077,1930730386&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "椰子灰奶茶是颜值与口感兼具的网红单品：椰奶中加入竹炭粉，制成深灰色奶茶，竹炭粉吸附油脂的特性使其口感更清爽。椰肉切成小丁，加入奶茶中增加咀嚼感。饮用时，竹炭的微孔结构吸附奶茶中的部分糖分，使甜度降低30%，椰肉的脆嫩与奶茶的绵密形成对比。在广州的网红茶饮店，这款奶茶用黑色吸管与黑色杯套包装，成为“暗黑系”打卡神器，而在厦门的椰林大道，搭配椰子脆片，成为夏日街拍的最佳道具。"
    },
    {
        "id": 37,
        "title": "红糖糍粑奶茶",
        "price": 25,
        "image": "38",
        "detail": "糍粑软糯，红糖香甜，经典川味创新。",
        "imageUrl": "https://img2.baidu.com/it/u=1054406893,1916349975&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "红糖糍粑奶茶是川味小吃的茶饮化创新：手工糍粑切成2cm见方的小块，炸至外酥里嫩，浸入红糖浆中裹匀，加入奶茶底（选用四川老鹰茶）。老鹰茶的甘涩能平衡红糖的甜腻，糍粑的外脆里糯增加口感层次。饮用时，先咬一口糍粑，感受外皮的酥脆与内里的软糯，再喝一口奶茶，老鹰茶的山野气韵与红糖的焦香融合。在成都宽窄巷子的茶饮店，这款奶茶搭配钟水饺，成为“川味甜咸套餐”，而在重庆的火锅店，加入冰粉，制成“红糖糍粑冰粉奶茶”，成为解辣必备。"
    },
    {
        "id": 38,
        "title": "香芋奶昔奶茶",
        "price": 22,
        "image": "39",
        "detail": "香芋绵密，奶昔浓稠，秋冬暖心。",
        "imageUrl": "https://img1.baidu.com/it/u=2827031070,2561813311&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "香芋奶昔奶茶是秋冬季节的绵密享受：广西荔浦香芋蒸熟后捣成泥，与鲜奶、淡奶油打成奶昔，香芋含量达40%，质地如紫薯泥般绵密。奶茶底选用伯爵红茶，其佛手柑香气与香芋的甜香契合。饮用时，奶昔的绵密与茶汤的顺滑结合，香芋的颗粒感增加口感，适合搭配曲奇饼干。在杭州的甜品店，这款奶茶加入麻薯，制成“香芋麻薯奶昔”，成为冬季热饮榜首，而在哈尔滨的俄式面包房，搭配列巴，成为“中西合璧”的早餐选择。"
    },
    {
        "id": 39,
        "title": "柠檬薄荷奶茶",
        "price": 22,
        "image": "40",
        "detail": "柠檬清爽，薄荷清凉，夏日提神。",
        "imageUrl": "https://img0.baidu.com/it/u=248837148,1617510615&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "柠檬薄荷奶茶是夏日午后的提神密码：新鲜柠檬片与薄荷叶用捣棒压出汁液，与茉莉绿茶混合，加入鲜奶与蜂蜜。茉莉绿茶的清香、柠檬的酸、薄荷的凉形成“三重清凉”，茶多酚与薄荷脑的组合提神效果显著。饮用时，柠檬的酸与薄荷的凉在舌尖炸开，鲜奶的柔滑中和刺激性，适合在闷热的办公室饮用。在上海的创意茶饮店，这款奶茶加入气泡水，制成“柠檬薄荷气泡奶茶”，成为下午三点的能量补给，而在泰国清迈的咖啡馆，加入罗勒叶，制成“泰式柠檬薄荷奶茶”，充满热带草药香气。"
    },
    {
        "id": 40,
        "title": "芝麻糊奶茶",
        "price": 28,
        "image": "41",
        "detail": "黑芝麻香浓，奶茶丝滑，养生甜品。",
        "imageUrl": "https://img0.baidu.com/it/u=1300681155,2958239704&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "芝麻糊奶茶是中式甜品的跨界尝试：江西黑芝麻炒熟后磨成粉，与糯米粉、鲜奶同煮成芝麻糊，浓稠度达浆状，富含不饱和脂肪酸与钙元素。奶茶底选用祁门红茶，其醇厚的滋味能衬托芝麻的香。饮用时，芝麻糊的绵密与奶茶的丝滑结合，每一口都能感受到芝麻的颗粒感，适合作为早餐或夜宵。在北京的国潮茶饮店，这款奶茶搭配驴打滚，成为“老北京养生套餐”，而在广州的糖水铺，加入核桃碎，制成“芝麻核桃奶茶”，成为中老年街坊的心头好。"
    }
]
