[
  {
        "id": 1,
        "title": "冬阴功汤",
        "price": 120,
        "videoUri":"",
        "detail": "酸辣开胃，海鲜丰富，融合十种香料的灵魂之汤",
        "imageUrl": "https://img0.baidu.com/it/u=3301170919,4208850016&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "冬阴功汤作为泰国国汤，承载着泰式饮食“酸、辣、鲜、香”的核心哲学。其灵魂在于汤底的“十香调和”：香茅2根（切段拍裂）释放柑橘香气，柠檬叶5片（切丝）增添草本清凉，南姜1块（切片）带来辛辣底蕴，小米辣3根（斜切）决定辣度层次，搭配泰国特有的叻沙叶、青柠皮碎，与鱼露、棕榈糖、虾酱共同熬制出复合汤底。海鲜部分必选鲜活基围虾（每碗5-6只）、草菇4颗（对半切开），高端版本会加入鱿鱼圈、蛤蜊和青口贝。煮制时先将香料与椰浆小火煮出红油，再依次加入海鲜，虾身变红后立即关火，确保肉质弹嫩。传统吃法是搭配香米饭，让汤汁渗透米粒，曼谷街头摊贩还会附赠一小碟炸蒜末，撒在汤面增加焦香。在泰国北部清迈，部分餐馆会加入番茄和菠萝块，酸甜感更突出，适合中国食客口味。这道汤不仅是味觉的狂欢，更体现了泰国人对食材平衡的极致追求，2017年被联合国教科文组织列为“人类非物质文化遗产”候选美食。"
    },
    {
        "id": 2,
        "title": "青木瓜沙拉",
        "price": 80,
          "videoUri":"",
        "detail": "东北伊森风味，青木瓜的脆爽与鱼露的咸鲜碰撞",
        "imageUrl": "https://img1.baidu.com/it/u=4092914959,2810915764&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "青木瓜沙拉（Som Tam）起源于泰国东北部的伊森地区，是老挝饮食文化的延伸。制作时必须选用直径8-10厘米的未成熟青木瓜，刨成细丝后用冰水浸泡10分钟，使其口感更脆。核心工具是传统陶制研钵（Krok），先将蒜米3瓣、小米辣5根、烤花生20克捣碎成粗粒，再加入小番茄2颗（对半切）、长豆角3根（切段）、虾仁5只（焯熟），最后放入木瓜丝，淋上由鱼露2勺、柠檬汁1勺、棕榈糖1勺、虾酱半勺调制的酱汁，快速翻拌使每根木瓜丝均匀挂汁。伊森地区的正宗吃法会加入发酵鱼露（Pla Ra），其独特的发酵香气形成味觉冲击，而曼谷改良版则减少虾酱用量，增加青柠汁比例，更符合国际口味。这道沙拉常搭配糯米饭和烤鸡，作为泰国东北菜的灵魂组合，在宋干节（泼水节）期间，家家户户都会制作，象征着清凉迎新的寓意。营养上，青木瓜富含维生素C和木瓜蛋白酶，搭配鲜虾的优质蛋白，是泰国女性保持身材的秘密武器。"
    },
    {
        "id": 3,
        "title": "泰式炒河粉",
        "price": 60,
          "videoUri":"",
        "detail": "曼谷街头的味觉符号，甜咸酸三味平衡的国民小吃",
        "imageUrl": "https://img2.baidu.com/it/u=2596215315,4174478047&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "泰式炒河粉（Pad Thai）的诞生与泰国华裔文化密不可分，20世纪中叶由潮州移民改良而成。关键在于“镬气”与“调味黄金比例”：宽河粉需提前用温水泡软，热锅冷油爆香蒜米，加入虾仁3只、鸡蛋1颗炒散，再放入河粉快速翻炒，期间加入鱼露1勺、棕榈糖半勺、 tamarind酱1勺（罗望子酱）、生抽半勺，最后撒入豆芽50克、韭菜段30克，出锅前挤入半颗青柠汁。传统吃法是佐以碎花生、糖渍萝卜干和香菜，曼谷唐人街的老店还会加入叉烧片，增加港式风味。这道菜的灵魂在于罗望子酱的酸甜，其天然果酸能中和油脂，使口感清爽不腻。在泰国街头，摊贩会用特制的铜锅炒制，火焰窜起时快速颠勺，河粉边缘微微焦脆，形成独特的“锅气”。2011年美国《时代》周刊将其评为“全球50大美食”之一，纽约、东京等地的泰餐厅均以能还原正宗Pad Thai为傲。"
    },
    {
        "id": 4,
        "title": "绿咖喱鸡",
        "price": 100,
          "videoUri":"",
        "detail": "中部平原的椰香盛宴，绿咖喱酱的24小时慢酿工艺",
        "imageUrl": "https://img0.baidu.com/it/u=1682625250,2230791759&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.jpg",
        "content": "绿咖喱鸡（Kaeng Kiew Wan Gai）是泰国中部皇室菜系的代表，其绿咖喱酱需耗时24小时制作：将绿辣椒50克、香茅2根、南姜20克、柠檬叶10片、芫荽根10克、蒜米30克、虾酱15克混合，用石臼捣成细腻糊状，加入橄榄油炒至出红油，再加入香菜籽粉、孜然粉、白胡椒粉各5克，密封冷藏发酵一晚。烹制时，先将咖喱酱与椰浆200ml小火煮至油酱分离，放入鸡腿肉块300克、茄子块100克、小青椒5颗，炖煮15分钟后加入椰奶50ml提香。绿色来自新鲜绿辣椒和芫荽，辣度适中，椰浆的甜腻与虾酱的咸鲜形成层次感。搭配茉莉香米饭时，建议先将汤汁浇在饭上，再夹一块吸饱酱汁的鸡肉，曼谷米其林餐厅“蓝象”的主厨曾说：“好的绿咖喱鸡，能让米饭成为配角。”在泰国传统婚礼上，绿咖喱鸡常作为主菜之一，象征着生活的多彩与甜蜜。"
    },
    {
        "id": 5,
        "title": "芒果糯米饭",
        "price": 50,
          "videoUri":"",
        "detail": "热带水果与糯米的联姻，椰奶香气的极致呈现",
        "imageUrl": "https://img2.baidu.com/it/u=3976694,3275144177&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "芒果糯米饭（Khao Niew Mamuang）是泰国甜品的“门面担当”，选料极其讲究：糯米必须是泰国东北部的“乌汶府香糯”，浸泡4小时后蒸熟，趁热拌入椰浆50ml、棕榈糖30克、盐2克，搅拌至米粒油亮通透。芒果选用果肉金黄的“圣心芒”（Ataulfo），切成厚片铺在糯米饭上，淋上浓椰浆（椰浆+玉米淀粉勾芡），最后撒上炒香的绿豆碎。口感层次丰富：糯米的软糯、芒果的香甜、椰浆的丝滑、绿豆的酥脆，四种质地在口中融合。在曼谷的乍都乍周末市场，摊贩会用香蕉叶包裹糯米饭，不仅增添自然清香，还符合环保理念。这道甜品的黄金搭配法则是“1:1:1”：1份糯米、1份芒果、1份椰浆，看似简单，却体现了泰国人对食材本味的尊重。据统计，泰国每年消耗的芒果中，有30%用于制作这道甜品，足见其国民度。"
    },
    {
        "id": 6,
        "title": "烤猪颈肉",
        "price": 90,
          "videoUri":"",
        "detail": "炭火赋予的焦香密码，泰式甜辣酱的灵魂伴侣",
        "imageUrl": "https://img0.baidu.com/it/u=3659153246,2319817566&fm=253&fmt=auto?w=800&h=1068.jpg",
        "content": "烤猪颈肉（Moo Ping）是泰国街头的“碳水杀手”，精选猪颈部位的“黄金六两”——这块位于猪锁骨附近的肉，脂肪与瘦肉呈大理石纹分布，烤制后外脆里嫩。腌制配方是关键：生抽3勺、鱼露1勺、棕榈糖2勺、蒜末10克、白胡椒粉5克、鸡蛋1颗，混合后按摩肉块10分钟，冷藏腌制4小时。烤制时用荔枝木碳，先以高温逼出油脂，再转小火慢烤至表皮金黄，期间不断刷上蜂蜜水，形成透亮糖壳。搭配的泰式甜辣酱（Nam Jim）由红辣椒、蒜米、罗望子酱、糖、鱼露、番茄碎熬制而成，酸甜中带微辣，能解腻提鲜。在清迈的周日夜市，烤猪颈肉常与糯米饭、腌黄瓜一起售卖，构成“100泰铢温饱套餐”。有趣的是，泰国人认为猪颈肉的纹理形似吉他弦，因此在音乐节等户外活动中，烤猪颈肉摊位常打出“Rock Your Taste”的标语，成为街头文化的一部分。"
    },
    {
        "id": 7,
        "title": "泰式酸辣汤",
        "price": 70,
          "videoUri":"",
        "detail": "南部海岸的海洋风味，酸辣汤与冬阴功的味觉分水岭",
        "imageUrl": "https://img2.baidu.com/it/u=1741005852,964979472&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式酸辣汤（Tom Yum）与冬阴功汤同属“酸辣系”，但更侧重“鲜”与“酸”的平衡。南部普吉岛版本会加入菠萝块20克、番茄块30克，增加果酸层次，而北部清莱版本则加入香茅根和青柠叶，突出草本香气。食材以海鲜为主：虾仁、鱿鱼、鱼片各50克，搭配蘑菇、豆芽、香菜。汤底用鱼骨高汤熬制，加入鱼露、青柠汁、棕榈糖调味，辣度由小米辣的数量控制（通常3-5根）。关键步骤是“双煮法”：先煮香料出味，再加入海鲜和蔬菜，煮至食材刚熟即关火，保持鲜嫩口感。在泰国海鲜餐厅，这道汤常作为前菜，搭配面包片蘸食，而在家庭烹饪中，妈妈们会加入少量椰浆，让口感更柔和。营养学研究表明，其丰富的维生素C和蛋白质，能快速补充体力，因此深受潜水爱好者喜爱，被誉为“安达曼海的能量汤”。"
    },
    {
        "id": 8,
        "title": "红咖喱牛肉",
        "price": 110,
          "videoUri":"",
        "detail": "北部山地的辛香诱惑，红咖喱酱的醇厚与牛肉的肌理对话",
        "imageUrl": "https://img0.baidu.com/it/u=1286692081,4180123334&fm=253&fmt=auto&app=138&f=JPEG?w=627&h=418.jpg",
        "content": "红咖喱牛肉（Kaeng Phet Neua）源自泰国北部清迈山区，这里的咖喱酱更注重“辣度”与“香料复杂度”。红咖喱酱由红辣椒80克、干辣椒20克、香茅3根、南姜30克、柠檬叶15片、虾酱20克、孜然粉10克、芫荽籽粉10克捣制而成，色泽红亮，辣度可达5000-8000SHU。烹制时，先将咖喱酱与椰浆150ml炒出红油，加入牛肉块（牛肋条最佳）400克，翻炒至肉块均匀裹酱，再加入胡萝卜块、土豆块、洋葱块，倒入牛肉高汤没过食材，小火慢炖1小时，最后加入椰奶50ml和罗勒叶10片。北部吃法会搭配“糯米饭团”（Khao Tom Mat），用手捏成团蘸取咖喱汁，粗犷而直接。在清迈的“山地部落餐厅”，这道菜常作为欢迎宴主菜，搭配自酿米酒，体现泰北少数民族的热情。值得一提的是，红咖喱酱中的干辣椒经过烘烤，辣味更醇厚，而非单纯的刺激，适合搭配牛肉的浓郁口感。"
    },
    {
        "id": 9,
        "title": "泰式炸春卷",
        "price": 40,
          "videoUri":"",
        "detail": "华裔饮食的在地化改造，炸春卷皮的薄脆哲学",
        "imageUrl": "https://img0.baidu.com/it/u=952460183,4196887226&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "泰式炸春卷（Po Pia Thot）脱胎于中国春卷，但更追求“皮薄如纸、酥脆如羽”。春卷皮选用泰国木薯淀粉制作，透明度高且韧性强，包裹馅料时需做到“三轻”：轻放馅料、轻卷、轻捏封口，避免破皮。传统馅料包括猪肉末50克、玻璃面条30克、胡萝卜丝20克、豆芽20克、木耳丝10克，用鱼露、生抽、糖调味，炒熟放凉后使用。油炸时油温需控制在180℃，炸至表皮金黄起泡即可，全程不超过2分钟，确保外脆内软。搭配的甜酸酱（Nam Pla Wan）由糖、醋、水、辣椒、蒜米、菠萝块熬制，酸甜比例为3:2，能平衡油炸的油腻感。在曼谷唐人街的“林真香”老店，还保留着手工制作春卷皮的传统，师傅将面团在热锅中快速一抹，一张直径20厘米的薄皮瞬间成型，每日限量供应。这道小吃不仅是味觉享受，更展现了泰国华裔对传统工艺的坚守与创新。"
    },
    {
        "id": 10,
        "title": "香蕉煎饼",
        "price": 30,
          "videoUri":"",
        "detail": "街头流动的甜蜜符号，香蕉与蛋液的黄金比例",
        "imageUrl": "https://img1.baidu.com/it/u=3255623719,1524159700&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "香蕉煎饼（Roti Banane）是泰国夜市的“治愈系”小吃，制作过程充满表演性：摊贩手持面团反复拉伸，形成薄如蝉翼的饼皮，平铺在热铁板上，打入1颗鸡蛋，放入切片的小香蕉（泰国本地“糯米蕉”最佳），撒上白糖10克，将饼皮四边折叠成方形，煎至两面金黄。关键在于香蕉的成熟度：表皮有少量黑斑的香蕉最甜，煎制后果肉软化，与蛋液融合成甜糯内馅。升级版会加入芝士片或巧克力酱，切开时拉丝效果极具视觉冲击力。在芭提雅的海滩夜市，摊贩会用椰子油煎饼，增添椰香，搭配一球香草冰淇淋，形成“热脆冰软”的口感对比。这道小吃的亲民价格（通常30-50泰铢）和快速制作，使其成为深夜饥饿时的最佳选择，据统计，每个泰国夜市平均有3-5个香蕉煎饼摊位，足见其受欢迎程度。"
    },
  {
        "id": 11,
        "title": "泰式炒米粉",
        "price": 55,
        "videoUri":"",
        "detail": "素可泰的味觉记忆，米粉与花生碎的香脆邂逅",
        "imageUrl": "https://img2.baidu.com/it/u=2758966782,1568089212&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式炒米粉（Pad See Ew）起源于泰国北部古城素可泰，与炒河粉不同，它更注重“酱油香”和“锅气”。选用粗米粉（Sen Yai），提前用温水泡软，热锅下猪油爆香蒜米，加入切成薄片的猪里脊肉50克、芥蓝段30克炒至变色，再放入米粉快速翻炒，调入生抽2勺、老抽1勺、蚝油半勺、棕榈糖1勺，最后撒入烤花生碎20克和干辣椒片。素可泰版本会加入咸水粿（Khanom Chin）增加口感层次，而曼谷改良版则用牛肉或虾仁替代猪肉，更符合多元需求。这道菜的灵魂在于“镬气”——高温下酱油与米粉发生美拉德反应，形成焦香的“锅巴”碎屑，搭配芥蓝的脆嫩和花生的香脆，每一口都充满层次感。在素可泰历史公园附近的餐馆，这道菜常搭配冰镇绿茶，重现古代商队休憩时的饮食场景。营养学上，米粉提供碳水化合物，芥蓝补充膳食纤维，是泰国上班族的午餐热门选择。"
    },
    {
        "id": 12,
        "title": "泰式打抛猪肉饭",
        "price": 65,
          "videoUri":"",
        "detail": "罗勒叶的辛香暴击，泰国人的“国民下饭菜”",
        "imageUrl": "https://img0.baidu.com/it/u=1459690344,2393642741&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=631.jpg",
        "content": "泰式打抛猪肉饭（Khao Pad Kaprao）堪称泰国的“盖饭之王”，核心是“打抛酱”（Kaprao）的制作：将新鲜打抛叶（罗勒属植物，气味更尖锐）50克、小米辣3根、蒜米4瓣用石臼捣碎，热锅下橄榄油爆香，加入猪肉末150克翻炒至变色，调入鱼露1勺、生抽半勺、蚝油半勺、棕榈糖半勺，最后加入打抛叶碎和1颗煎蛋。传统吃法是将煎蛋戳破，让蛋液包裹米饭和肉末，搭配腌制小辣椒和黄瓜片解腻。在泰国街头，这道菜的辣度可按“星级”选择（1星微辣至5星爆辣），5星版本会加入干辣椒粉，辣度直逼四川小炒。曼谷的“街头米其林”摊贩“Jay Fai”以制作豪华版闻名，她会加入蟹肉和大虾，售价高达500泰铢，却仍需排队2小时。据统计，泰国人平均每周食用3次打抛饭，其地位相当于中国的“鱼香肉丝盖饭”。"
    },
    {
        "id": 13,
        "title": "泰式凉拌木瓜丝",
        "price": 75,
          "videoUri":"",
        "detail": "伊森地区的夏日救赎，青木瓜与海鲜的酸辣协奏",
        "imageUrl": "https://img2.baidu.com/it/u=124737482,21792879&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式凉拌木瓜丝（Yum Som O）是青木瓜沙拉的“海鲜加强版”，主要流行于泰国东北部与老挝接壤的地区。青木瓜刨丝后用盐抓腌出水，挤干后与烤虾3只（去壳撕成条）、鱿鱼丝50克、蟹肉棒2根（撕成丝）混合，加入小番茄1颗（对半切）、樱桃萝卜片10克、薄荷叶10片。调味汁由鱼露2勺、柠檬汁1勺、棕榈糖半勺、小米辣碎10克、烤花生碎15克、炸洋葱碎10克调制，淋在食材上快速翻拌。伊森人会加入发酵鱼露和蚂蚁卵（Kai Mot Daeng），后者富含蛋白质，口感脆嫩，是当地特色食材。这道凉拌菜常作为开胃菜，搭配冰镇啤酒，在40℃的酷暑中能瞬间打开味蕾。在老挝新年（Songkran）期间，泰国东北家庭会制作巨型版本，用芭蕉叶铺底，象征着对自然的敬畏。"
    },
    {
        "id": 14,
          "videoUri":"",
        "title": "泰式咖喱蟹",
        "price": 220,
        "detail": "曼谷码头的奢华之选，咖喱酱与蟹膏的浓情蜜意",
        "imageUrl": "https://img1.baidu.com/it/u=3652936886,3897967879&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "泰式咖喱蟹（Poo Pad Pong Karee）是泰国高端海鲜料理的代表，选用每只重约500克的青蟹（斯里兰卡蟹最佳），宰杀后切成四块，用淀粉裹匀炸至外壳金黄。红咖喱酱2勺与椰浆200ml炒至油酱分离，加入蟹块、洋葱块50克、青椒块30克、番茄块20克，翻炒均匀后调入鱼露1勺、棕榈糖半勺，最后加入蛋液1颗搅成蛋花。这道菜的精华在于蟹膏与咖喱的融合——蟹膏的油脂能中和咖喱的辛辣，椰浆的甜腻则凸显蟹肉的鲜甜。曼谷唐人街的“黄亚细”餐厅有近百年历史，其秘方是在咖喱中加入少量陈皮粉，增添一丝柑橘清香。食用时搭配法棍面包，蘸取咖喱汁，是泰国富豪家庭宴请的必备菜品。据测算，每盘咖喱蟹需消耗3只青蟹，因此价格较高，但仍深受游客追捧。"
    },
    {
        "id": 15,
          "videoUri":"",
        "title": "泰式椰奶鸡汤",
        "price": 90,
        "detail": "南部岛屿的温柔之汤，椰奶与香茅的舒缓组合",
        "imageUrl": "https://img1.baidu.com/it/u=1468388481,3604237277&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=589.jpg",
        "content": "泰式椰奶鸡汤（Tom Kha Gai）是冬阴功汤的“温和版”，起源于泰国南部海滨城市合艾。汤底用椰浆200ml、鸡汤200ml混合，加入香茅2根（切段）、柠檬叶3片、南姜片10克、青柠皮碎5克，小火煮出香味后，放入鸡腿肉块200克、草菇4颗（对半切）、小番茄2颗，煮至鸡肉熟透，调入鱼露1勺、棕榈糖半勺、青柠汁1勺，最后撒上香菜和红辣椒圈。椰奶的柔滑掩盖了部分辣味，更适合初次尝试泰式料理的食客。在苏梅岛的海滩餐厅，这道汤常装在椰子壳中上桌，搭配海风与夕阳，营造出热带度假氛围。营养学研究表明，椰奶中的中链脂肪酸易于消化，搭配鸡肉的蛋白质，是运动后恢复的理想餐品。"
    },
    {
        "id": 16,
        "title": "泰式香煎鲈鱼",
        "price": 180,
          "videoUri":"",
        "detail": "湄南河的鲜鱼礼赞，香茅垫底与青柠淋汁的双重去腥",
        "imageUrl": "https://img1.baidu.com/it/u=278918602,2602344145&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式香煎鲈鱼（Pla Nin Pad Prik）选用湄南河产的鲜活鲈鱼（约800克），处理后在鱼身划3刀，用盐、白胡椒粉、柠檬汁腌制15分钟，鱼腹内塞满香茅段、柠檬叶和姜片。煎制时用厚底铁锅，倒入橄榄油没过鱼身1/3，中火煎至两面金黄酥脆，捞出后铺在垫有生菜的盘中，淋上特制酸辣汁（鱼露2勺、柠檬汁1勺、棕榈糖1勺、小米辣碎10克、蒜末5克、香菜碎10克、番茄碎20克）。关键在于“外脆里嫩”——鱼皮煎至起泡如薯片，鱼肉却保持嫩滑，酸辣汁的酸甜能凸显鱼肉的鲜甜。在泰国传统婚礼上，这道菜象征“年年有余”，常作为压轴菜上桌，由新郎新娘共同切开鱼身，寓意婚姻美满。曼谷的“河畔餐厅”会将鲈鱼与香草捆扎烤制，搭配芒果莎莎酱，展现创意泰菜的魅力。"
    },
    {
        "id": 17,
          "videoUri":"",
        "title": "泰式烤鸡翅",
        "price": 70,
        "detail": "夜市摊的人气王，七味腌料与炭火的亲密接触",
        "imageUrl": "https://img2.baidu.com/it/u=3430119093,3221449425&fm=253&fmt=auto&app=138&f=JPEG?w=443&h=631.jpg",
        "content": "泰式烤鸡翅（Gai Yang）的腌料配方堪称“七味魔法”：生抽2勺、鱼露1勺、蚝油1勺、棕榈糖1勺、蒜末10克、白胡椒粉5克、咖喱粉5克，混合后按摩鸡翅中8只，冷藏腌制6小时。烤制时用荔枝木碳，先以高温逼出油脂，再转中火慢烤至表皮金黄，期间不断刷上蜂蜜水和鱼露混合液，形成透亮糖壳。传统吃法是搭配“南姜蘸酱”（Nam Jim Jaew）——由烤辣椒、烤蒜末、南姜末、鱼露、棕榈糖、炸花生碎调制，酸辣中带焦香。在清迈的“瓦洛洛市场”，烤鸡翅常与糯米饭、腌芥菜搭配，构成“劳工套餐”，价格实惠且饱腹感强。有趣的是，泰国人认为鸡翅的“鼓槌部分”最具福气，因此在家庭聚餐中，长辈会将这部分让给晚辈，体现长幼有序的文化。"
    },
    {
        "id": 18,
          "videoUri":"",
        "title": "泰式菠萝炒饭",
        "price": 85,
        "detail": "热带水果的跨界之作，菠萝船里的味觉冒险",
        "imageUrl": "https://img2.baidu.com/it/u=1340687751,3832868226&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "泰式菠萝炒饭（Khao Pad Sapparod）是泰国旅游菜单的“招牌担当”，制作时先将菠萝横切两半，挖出果肉切成丁，外壳作为容器。隔夜香米煮成的米饭1碗，用鸡蛋1颗、虾仁5只、火腿丁30克、青豆20克、玉米粒20克、菠萝丁50克同炒，调入鱼露1勺、生抽半勺、棕榈糖半勺、咖喱粉3克，最后加入罗勒叶10片。关键在于米饭的处理——需颗粒分明，用猪油炒制更香。升级版会加入蟹肉或三文鱼，提升奢华感。在普吉岛的海滩餐厅，这道菜常装饰成“菠萝船”，插上小旗和薄荷叶，适合拍照打卡。营养上，菠萝中的菠萝蛋白酶能促进消化，搭配米饭和蛋白质，是理想的午餐选择。据不完全统计，每个泰国旅游城市的中餐厅，菠萝炒饭的点单率均位列前三。"
    },
    {
        "id": 19,
          "videoUri":"",
        "title": "泰式绿咖喱海鲜",
        "price": 150,
        "detail": "安达曼海的浓郁拥抱，绿咖喱与海鲜的风味共生",
        "imageUrl": "https://img2.baidu.com/it/u=761713298,2070468811&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
        "content": "泰式绿咖喱海鲜（Kaeng Kiew Wan Talay）是南部沿海地区的骄傲，绿咖喱酱中加入了虾酱和虾米，海鲜则选用大虾3只、鱿鱼圈50克、青口贝2只、蛤蜊3颗、草菇4颗。烹制时，先将咖喱酱与椰浆150ml炒出红油，加入海鲜和蔬菜（茄子块、小青椒），炖煮8分钟后调入鱼露和棕榈糖，最后撒上泰国 basil 叶（罗勒的一种，气味更甜）。南部吃法会搭配“克奈米粉”（Khanom Chin）——一种用米浆蒸制的细米粉，能充分吸收咖喱汤汁。在甲米的海鲜排档，这道菜常作为“海景套餐”的一部分，搭配冰镇椰子水，边吃边欣赏落日。值得一提的是，泰国 basil 叶只在最后阶段加入，以保留其清新香气，与绿咖喱的辛辣形成对比，体现料理的层次感。"
    },
    {
        "id": 20,
          "videoUri":"",
        "title": "泰式炭烤猪肋排",
        "price": 160,
        "detail": "东北部的豪放美味，蜂蜜焦糖与青木瓜沙拉的解腻组合",
        "imageUrl": "https://img2.baidu.com/it/u=3517230123,926260329&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式炭烤猪肋排（Sai Ua）源自泰国东北部的廊开府，选用带肉肋排1公斤，用盐、黑胡椒、蒜末、香菜根、南姜、红咖喱粉、棕榈糖、鱼露混合腌制12小时，期间需多次按摩肋排，确保料汁渗入骨肉缝隙。烤制时用龙眼木碳，先以200℃高温烤30分钟逼出油脂，再转150℃慢烤1小时，每隔15分钟刷一次蜂蜜水和鱼露混合液，形成深棕糖壳。上桌时整排呈上，用刀叉切开时能听到“咔滋”声，外皮焦脆如薯片，内部肉质鲜嫩多汁，搭配青木瓜沙拉和糯米饭，解腻效果极佳。在廊开府的“泰老边境市场”，这道菜常作为跨境贸易商的午餐，搭配老挝啤酒，体现两国饮食文化的交融。营养学上，猪肋排的胶原蛋白丰富，搭配青木瓜的维生素C，有助于皮肤健康。"
    },
    {
        "id": 21,
          "videoUri":"",
        "title": "泰式牛肉沙拉",
        "price": 95,
        "detail": "Isaan菜系的轻食代表，牛肉的熟度与香料的精准配比",
        "imageUrl": "https://img2.baidu.com/it/u=2229623590,567825559&fm=253&fmt=auto?w=800&h=1066.jpg",
        "content": "泰式牛肉沙拉（Yum Nua）是伊森地区的健康担当，选用牛里脊肉200克，逆纹切成薄片，用沸水快速汆烫至半熟（内部呈粉红色），捞出后过冰水保持嫩度。与薄荷10克、香菜10克、洋葱丝30克、青柠叶丝5克、小米辣碎10克混合，调味汁由鱼露2勺、柠檬汁1勺、棕榈糖半勺、烤米粉15克（将糯米炒熟磨碎）调制，淋在食材上拌匀。烤米粉是这道菜的灵魂——其焦香能增加口感层次，同时吸收多余汤汁。在泰国健身圈，这道菜被称为“减脂圣品”，低卡高蛋白，搭配糙米饭，是减脂餐的经典组合。清迈的“健康厨房”餐厅推出了“超级食物版”，加入羽衣甘蓝和奇亚籽，符合国际轻食潮流。"
    },
    {
        "id": 22,
          "videoUri":"",
        "title": "泰式椰糖香蕉",
        "price": 45,
        "detail": "街头甜品的古早味，椰糖与香蕉的炭火情书",
        "imageUrl": "https://img2.baidu.com/it/u=526252610,2331906871&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=648.jpg",
        "content": "泰式椰糖香蕉（Gluay Bua Roht）是泰国传统街头甜品，制作方法充满仪式感：将泰国小香蕉（通常用“手指蕉”）5根不去皮，用竹签穿成串，均匀涂抹椰糖浆（椰糖+少量水熬制），放在炭火上慢烤，期间不断转动竹签，避免烤焦。椰糖的焦香逐渐渗入香蕉，外皮变黑开裂时即可取下，剥开后果肉呈深褐色，散发着焦糖与香蕉的复合香气。在曼谷的“拉差达火车夜市”，摊贩会用芭蕉叶包裹烤香蕉，搭配一小勺椰丝，还原古早味。这道甜品的灵感源自泰国古代农耕文化——农民在田间劳作时，用炭火烤制香蕉作为能量补充，椰糖则是自家种植的椰子所制，充满田园气息。现代版本还推出了“巧克力椰糖香蕉”，在烤制后淋上巧克力酱，深受年轻人喜爱。"
    },
    {
        "id": 23,
          "videoUri":"",
        "title": "泰式香叶包鸡",
        "price": 100,
        "detail": "皇室御膳的精致缩影，香兰叶包裹的香料密码",
        "imageUrl": "https://img0.baidu.com/it/u=2845185152,2006870294&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=651.jpg",
        "content": "泰式香叶包鸡（Gai Hor Bai Toey）是泰国皇室菜系的代表，相传源自大城王朝时期。选用去骨鸡腿肉200克，切成小块，用盐、白胡椒粉、蒜末、香菜根、鱼露、生抽、棕榈糖、咖喱粉腌制1小时，再用香兰叶（Pandan Leaf）包裹成小枕头状，用牙签固定。油炸时油温控制在160℃，炸至香兰叶边缘焦脆即可，耗时约5分钟。香兰叶的清香能渗透鸡肉，同时防止肉质变干，打开叶包时香气扑鼻，鸡肉鲜嫩多汁，搭配甜辣酱食用更佳。在曼谷的“暹罗广场”高端泰餐厅，这道菜常作为开胃菜，摆盘时用兰花和金箔装饰，尽显奢华。有趣的是，香兰叶在泰国象征着“吉祥”，因此在婚礼和满月酒等喜庆场合，香叶包鸡是必备菜品。"
    },
   {
        "id": 24,
         "videoUri":"",
        "title": "泰式酸辣虾",
        "price": 130,
        "detail": "东部海岸的鲜辣暴击，生虾的大胆尝试与香料的驯服",
        "imageUrl": "https://img1.baidu.com/it/u=3010362101,271002299&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1066.jpg",
        "content": "泰式酸辣虾（Goong Som）是泰国东部春武里府的特色菜，最震撼的版本是“生腌酸辣虾”——选用鲜活基围虾10只，用冰水激晕后去壳，保留尾部，与小米辣碎20克、蒜末10克、柠檬叶丝10克、香茅丝10克、青柠汁2勺、鱼露1勺、棕榈糖半勺、烤花生碎15克混合，静置10分钟让酸辣汁“熟化”虾肉。虾肉呈现半透明状，口感弹嫩，酸辣味直接冲击味蕾，搭配糯米饭能中和刺激感。保守版本则将虾焯熟后凉拌，适合初次尝试者。在芭提雅的海鲜市场，摊贩会现场制作生腌版本，虾的鲜活度肉眼可见，搭配冰镇啤酒，是本地人周末的狂欢标配。这道菜的辣度可达4000SHU，相当于墨西哥辣椒的辣度，因此旁边常配有解辣的椰奶冻。营养学角度，生虾保留了更多蛋白质和虾青素，但需注意食材新鲜度，避免生食风险。"
    },
    {
        "id": 25,
        "title": "泰式烤鱿鱼",
          "videoUri":"",
        "price": 110,
        "detail": "南部海岛的烟火美学，鱿鱼的弹牙与鱼露焦糖的博弈",
        "imageUrl": "https://img1.baidu.com/it/u=960824367,583013262&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式烤鱿鱼（Pla Muk Yang）是普吉岛海滩的标志性美食，选用整只鲜鱿鱼（约300克），去除内脏后在表面划斜刀，用盐、白胡椒粉、蒜末、鱼露、柠檬汁腌制20分钟。烤制时用铁丝网架在炭火上，先烤背部3分钟，待表皮微卷后翻面，刷上由鱼露、棕榈糖、辣椒粉调制的酱汁，再烤2分钟，期间不断转动鱿鱼，使其均匀受热。关键是掌握“焦而不糊”的火候——表皮出现金黄焦斑时，内部肉质刚好达到“弹牙”状态。搭配的“海鲜蘸酱”（Nam Jim Seafood）由番茄碎、洋葱碎、小米辣、青柠汁、鱼露、罗望子酱熬制，酸甜中带微辣，能凸显鱿鱼的鲜甜。在甲米的奥南海滩，烤鱿鱼常与烤玉米、烤菠萝组成“海滨烧烤三件套”，售价约300泰铢，游客可边吃边欣赏落日。有趣的是，泰国人认为鱿鱼的触须部分最具嚼劲，是“烧烤老饕”的标志吃法。"
    },
    {
        "id": 26,
          "videoUri":"",
        "title": "泰式椰香西米糕",
        "price": 55,
        "detail": "泰式甜点的温柔陷阱，西米的Q弹与椰奶的绵密交响",
        "imageUrl": "https://img0.baidu.com/it/u=1412794260,4276745455&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式椰香西米糕（Khanom Chan）是泰国传统甜点的颜值担当，采用“分层蒸制”工艺：第一层将西米50克煮至透明，与椰浆30ml、棕榈糖20克、盐1克混合，倒入模具至1/3处；第二层用绿豆泥20克、椰浆20ml、 pandan 汁（香兰叶汁）调色，倒入至2/3处；第三层用浓椰浆20ml、玉米淀粉5克、棕榈糖10克调制，覆盖顶层。每层蒸制时间控制在8分钟，确保凝固后再倒下一层。成品呈现绿白相间的三层结构，口感从下到上依次是：西米的Q弹、绿豆泥的绵密、椰浆层的丝滑。在曼谷的“暹罗天地”商场，有现做西米糕的摊位，顾客可定制口味，加入芒果丁或榴莲肉，升级为豪华版。这道甜点的历史可追溯至大城王朝，当时是皇室的下午茶点心，如今成为泰国街头的“甜蜜信使”，每颗售价约20泰铢，是学生党和上班族的下午茶首选。"
    },
    {
        "id": 27,
          "videoUri":"",
        "title": "泰式冬阴功炒面",
        "price": 95,
        "detail": "经典汤品的跨界变身，冬阴功汤底与炒面的奇妙化学反应",
        "imageUrl": "https://img0.baidu.com/it/u=3205620138,2320647293&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=641.jpg",
        "content": "泰式冬阴功炒面（Pad Thai Tom Yum）是新生代厨师的创意之作，将冬阴功汤的灵魂元素融入炒面。先将宽河粉用冬阴功汤底（香茅、柠檬叶、南姜、小米辣、鱼露、青柠汁）煮软，捞出备用。热锅下橄榄油爆香蒜米，加入虾仁3只、鱿鱼圈30克、草菇2颗（切片）炒至断生，再放入河粉翻炒，调入冬阴功酱1勺、椰浆50ml、棕榈糖半勺，最后撒入香菜和红辣椒圈。这道菜的亮点在于“双重酸辣”——汤底的酸辣奠定基调，炒酱的酸辣提升层次，椰浆的加入则赋予柔和口感。在曼谷的“创意泰菜餐厅”，这道菜常搭配分子料理版的“青柠泡沫”，用虹吸瓶制作的泡沫覆盖在炒面上，视觉效果震撼，口感却清新解腻。营养上，河粉提供碳水，海鲜补充蛋白质，香料则富含抗氧化物质，是一道兼顾美味与健康的创新菜。"
    },
    {
        "id": 28,
          "videoUri":"",
        "title": "泰式青柠蒸鲈鱼",
        "price": 190,
        "detail": "中部平原的清蒸哲学，青柠汁与鱼露的黄金去腥公式",
        "imageUrl": "",
        "content": "泰式青柠蒸鲈鱼（Pla蒸Tod Man）是泰国版“清蒸鱼”，选用700克左右的鲈鱼，处理后在鱼身划刀，用盐、白胡椒粉、柠檬汁腌制10分钟，鱼腹内塞满香茅段、柠檬叶和姜片。蒸制时用大火蒸8分钟，关火后焖2分钟，确保鱼肉熟透且嫩滑。关键在于淋汁的调配：将青柠汁3勺、鱼露2勺、棕榈糖1勺、蒜末10克、小米辣碎5克、香菜碎10克混合，淋在蒸好的鱼上，再泼上一勺热油激发香气。与中国清蒸鱼的酱油味不同，泰式版本更突出青柠的酸和鱼露的咸鲜，搭配香米饭能充分吸收汤汁。在泰国母亲节期间，这道菜常作为子女献给母亲的感恩餐，象征“年年有余，健康平安”。曼谷的“家庭厨房”餐厅推出了“双人份巨无霸版”，用1.5公斤的海鲈鱼蒸制，适合家庭聚餐分享。"
    },
    {
        "id": 29,
        "title": "泰式炸虾饼",
        "price": 80,
          "videoUri":"",
        "detail": "街头小吃的奢华升级，整只虾仁与马蹄的脆爽二重奏",
        "imageUrl": "https://img0.baidu.com/it/u=2202982502,2561761018&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1066.jpg",
        "content": "泰式炸虾饼（Tod Mun Goong）是泰国版“虾球”，但更注重“真材实料”：每块虾饼包含完整虾仁3只，搭配马蹄碎20克、洋葱碎10克、香菜碎5克、面粉30克、淀粉10克、鸡蛋1颗，用盐、鱼露、白胡椒粉调味，揉成饼状后油炸至金黄。马蹄的脆爽和虾仁的弹嫩形成口感对比，外皮的酥脆则增加层次。传统吃法是搭配“甜辣酱蘸碟”，而高端版本会加入芒果莎莎酱，酸甜感更突出。在清迈的“女子监狱按摩馆”附近，有一家网红虾饼摊，其秘方是加入少量菠萝碎，果香能中和油炸的油腻感。这道小吃的历史与泰国华裔移民有关，早期华人用剩余的虾肉制作虾饼，逐渐演变为街头经典，如今成为游客必尝的“泰式麦当劳”。"
    },
    {
        "id": 30,
        "title": "泰式红咖喱烤鸭",
          "videoUri":"",
        "price": 180,
        "detail": "北部山地的奢华融合，烤鸭的油润与红咖喱的辛辣对话",
        "imageUrl": "https://img0.baidu.com/it/u=4006634308,76548162&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=625.jpg",
        "content": "泰式红咖喱烤鸭（Peking Duck Kaeng Phet）是中泰融合菜的典范，选用北京烤鸭半只（片好鸭肉），与红咖喱酱2勺、椰浆150ml、菠萝块50克、洋葱块30克、青椒块20克同炒。烤鸭的油脂能中和红咖喱的辛辣，椰浆的甜腻则凸显鸭肉的香润，菠萝块的酸甜增加清新感。这道菜的灵感源自泰国华人的“剩菜改造”——将吃剩的烤鸭与咖喱同煮，意外发现风味绝佳，遂成为高端中泰餐厅的招牌。在曼谷的“唐人街皇宫”餐厅，这道菜用金箔装饰，搭配荷叶饼食用，将北京烤鸭的仪式感与泰式咖喱的浓郁结合，售价高达800泰铢，却仍供不应求。营养学上，鸭肉的不饱和脂肪酸含量较高，搭配咖喱中的香料，能促进脂肪代谢，是一道美味与健康并存的创意菜。"
    },
    {
        "id": 31,
          "videoUri":"",
        "title": "泰式椰奶芒果冰沙",
        "price": 65,
        "detail": "热带水果的冰爽变装，芒果的香甜与椰奶的丝滑冻龄术",
        "imageUrl": "https://img1.baidu.com/it/u=345977192,4163793077&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=749.jpg",
        "content": "泰式椰奶芒果冰沙（Mango Shake with Coconut Milk）是泰国夏日的“续命神器”，制作时将成熟芒果2个（取果肉）、椰浆100ml、冰块200克、棕榈糖20克放入搅拌机打至细腻，倒入杯中后淋上浓椰浆，撒上芒果粒和西米。关键在于芒果的选择——必须用“阿方索芒果”（Alphonso），其果肉金黄如蜜，甜度高达18Brix。在芭提雅的“真理寺”附近，有摊贩用传统石磨研磨冰块，使冰沙口感更绵密，搭配碎冰渣，形成“沙沙”的独特质地。这道冰沙常作为餐后甜点，或在暴晒的海滩边饮用，快速补充水分和能量。有趣的是，泰国人会在冰沙中加入少量盐，声称“咸能提甜”，实测后确实让芒果的香甜更突出。"
    },
    {
        "id": 32,
          "videoUri":"",
        "title": "泰式香茅烤鸡",
        "price": 120,
        "detail": "东北部的香草盛宴，香茅捆扎与鸡肉的72小时风味渗透",
        "imageUrl": "https://img2.baidu.com/it/u=11209615,2520762635&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=624.jpg",
        "content": "泰式香茅烤鸡（Gai Yang with Lemongrass）是伊森地区的“硬菜”，选用整鸡1只（约1公斤），去除内脏后用盐、鱼露、蒜末、香菜根、白胡椒粉、咖喱粉腌制24小时，再将香茅5根（切段拍裂）塞进鸡腹，用棉线缝合开口，外裹香蕉叶烤制。烤制分两阶段：先以180℃烤40分钟，再转150℃烤20分钟，期间每10分钟刷一次蜂蜜水和鱼露混合液。香蕉叶能锁住鸡肉水分，香茅的香气则渗入每一丝肌理，切开时汁水四溢，搭配“辣椒粉+盐+柠檬皮碎”的干蘸料，尽显原始风味。在老挝-泰国边境的“廊开夜市”，这道菜作为“全鸡宴”的主菜，搭配糯米饭和腌木瓜，用手抓食，体现少数民族的饮食粗犷。据考证，这种烤鸡方法已有500年历史，是泰北山地部落的生存智慧结晶。"
    },
    {
        "id": 33,
          "videoUri":"",
        "title": "泰式凉拌青木瓜海鲜沙拉",
        "price": 110,
        "detail": "东部沿海的酸辣三重奏，青木瓜、海鲜、香料的味觉拔河",
        "imageUrl": "https://img1.baidu.com/it/u=3452419296,417126711&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式凉拌青木瓜海鲜沙拉（Yum Som Tam Talay）是青木瓜沙拉的“豪华升级版”，青木瓜刨丝后用盐抓腌去水，与烤虾4只（去壳）、鱿鱼丝80克、蟹肉棒3根（撕成丝）、小番茄2颗（对半切）、长豆角段20克混合。调味汁由鱼露2勺、柠檬汁1勺、棕榈糖半勺、小米辣碎15克、烤花生碎20克、炸洋葱碎10克、虾酱半勺调制，其中虾酱的用量比普通沙拉增加50%，以凸显海鲜的咸鲜。伊森地区的吃法会加入发酵鱼露和蚂蚁卵，而曼谷版本则用炸脆的三文鱼皮替代，增加口感层次。这道沙拉常作为泰国菜的“味觉测试”——能接受其酸辣咸鲜的复合味，才算真正入门泰式料理。在清迈的“烹饪学校”，这是学员必学的课程之一，老师会强调“研钵捣料”的重要性，认为机器搅拌无法释放香料的全部香气。"
    },
    {
        "id": 34,
          "videoUri":"",
        "title": "泰式咖喱角",
        "price": 50,
        "detail": "街头小吃的千层诱惑，酥皮与咖喱土豆的颅内高潮",
        "imageUrl": "https://img1.baidu.com/it/u=3452419296,417126711&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式咖喱角（Samosat）是印度萨摩萨的泰国变种，酥皮由面粉、黄油、冰水揉制而成，经过12次折叠擀压，形成27层薄如蝉翼的酥皮。内馅由土豆泥100克、鸡肉末50克、胡萝卜丁30克、青豆20克、红咖喱酱1勺、椰浆30ml炒制而成，冷却后包入酥皮，捏成三角形油炸至金黄。咬开时，酥皮层层碎裂，发出“簌簌”声，内馅的咖喱香与土豆的绵密结合，搭配甜酸酱食用更佳。在曼谷的“乍都乍周末市场”，有摊贩推出“迷你咖喱角”，一口一个，适合边走边吃，售价10泰铢/个，是学生党的最爱。有趣的是，泰国人认为咖喱角的三角形象征“佛教三宝”，因此在寺庙附近的摊位，这道小吃常作为供品售卖。"
    },
    {
        "id": 35,
          "videoUri":"",
        "title": "泰式椰奶红小豆汤",
        "price": 45,
        "detail": "古早味的温柔慰藉，红小豆的绵密与椰奶的治愈力量",
        "imageUrl": "https://img2.baidu.com/it/u=418765513,2449642752&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式椰奶红小豆汤（Thong Muan Khai）是泰国版“红豆汤”，承载着一代人的童年记忆。红小豆100克提前浸泡4小时，煮至软烂后加入棕榈糖50克、椰浆100ml、 pandan 叶2片（打结），小火熬煮15分钟，最后打入1颗鸡蛋搅成蛋花。 pandan 叶的清香能去除豆腥味，椰浆的加入让汤品更显浓稠柔滑。在泰国乡村，妈妈们会在清晨煮上一锅，搭配糯米饭团，作为家人的早餐。曼谷的“复古咖啡馆”推出了“怀旧套餐”，将椰奶红小豆汤装在粗陶碗中，搭配炭烤吐司，重现1960年代的饮食场景。营养学上，红小豆富含铁和膳食纤维，椰奶提供优质脂肪，是女性生理期的滋补佳品。"
    },
    {
        "id": 36,
          "videoUri":"",
        "title": "泰式炭烤海鲜拼盘",
        "price": 380,
        "detail": "南部海湾的味觉盛宴，五种海鲜与三种蘸料的豪华对垒",
        "imageUrl": "https://img0.baidu.com/it/u=1950128992,1288068700&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式炭烤海鲜拼盘（Seafood Platter Yang）是泰国沿海餐厅的“镇店之宝”，包含大虾4只、鱿鱼1只、青口贝4只、蛤蜊5颗、鲈鱼块300克，均用盐、白胡椒粉、柠檬汁腌制，搭配香茅、柠檬叶增香。烤制时用荔枝木碳，先烤鱼类（约15分钟），再烤 shellfish（约8分钟），最后烤虾（约5分钟），确保每种海鲜都达到最佳熟度。搭配三种蘸料：泰式甜辣酱、海鲜酸辣酱、姜蓉鱼露，分别对应甜、辣、鲜三种风味。在苏梅岛的“悬崖餐厅”，这道拼盘需提前2小时预订，上桌时用干冰营造烟雾效果，搭配海景和烛光，成为求婚套餐的热门选择。据测算，一份拼盘的海鲜总量超过1公斤，足够3-4人分享，价格虽高，但食材的新鲜度和烹饪的专业性物有所值。"
    },
   {
        "id": 37,
         "videoUri":"",
        "title": "泰式芒果虾沙拉",
        "price": 105,
        "detail": "热带水果与海鲜的浪漫联姻，芒果的甜与虾的鲜的味觉华尔兹",
        "imageUrl": "https://img2.baidu.com/it/u=3645636254,688290293&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=659.jpg",
        "content": "泰式芒果虾沙拉（Yum Mamuang Goong）是泰国夏季的轻食代表，选用成熟芒果1个（切成粗条）、鲜虾8只（焯熟去壳）、黄瓜条30克、红洋葱丝20克、薄荷叶10片、烤花生碎15克。关键在于调味汁的“黄金酸甜比”：鱼露1.5勺、青柠汁1勺、棕榈糖半勺、小米辣碎5克、蒜末3克，混合后需尝味调整，确保酸略大于甜，以凸显芒果的自然甜度。虾肉的鲜甜与芒果的果香形成“热带二重奏”，黄瓜的脆嫩和红洋葱的辛辣则提供口感层次。在普吉岛的海滩餐厅，这道沙拉常装入掏空的芒果壳中，点缀兰花和薄荷叶，搭配冰镇白葡萄酒，成为“落日晚餐”的标配。营养学上，芒果的维生素A和虾的优质蛋白搭配，既美容又减脂，深受瑜伽爱好者青睐。有趣的是，泰国人会根据芒果的成熟度调整吃法——半熟芒果偏酸，适合做沙拉；全熟芒果则更适合制成果酱或甜品。"
    },
    {
        "id": 38,
          "videoUri":"",
        "title": "泰式椰奶紫米露",
        "price": 55,
        "detail": "皇室下午茶的平民化演绎，紫米的软糯与椰奶的丝滑共鸣",
        "imageUrl": "https://img2.baidu.com/it/u=1050788636,258415880&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式椰奶紫米露（Khao Niew Dam with Coconut Milk）源自泰国皇室的滋补秘方，紫米100克提前浸泡6小时，与椰浆150ml、清水200ml、棕榈糖40克、 pandan 叶2片同煮，直至米粒开花软糯，最后加入浓椰浆50ml和盐1克提味。紫米的花青素在椰奶的碱性环境中呈现深紫色，视觉效果梦幻，口感上紫米的嚼劲与椰奶的绵密结合， pandan 叶的清香贯穿始终。在曼谷的“暹罗博物馆”咖啡厅，这道甜品搭配迷你芒果糯米饭，组成“皇室下午茶套餐”，售价200泰铢，重现拉玛五世时期的宫廷风味。传统吃法是冷藏后食用，夏日里冰镇的紫米露能清热解暑，而冬季则温热食用，暖身又养胃。据《曼谷邮报》报道，紫米露在泰国“最受欢迎甜品”评选中位列第四，仅次于芒果糯米饭、椰糖香蕉和西米糕。"
    },
    {
        "id": 39,
          "videoUri":"",
        "title": "泰式香辣炒蟹",
        "price": 250,
        "detail": "湄公河畔的辣炒哲学，螃蟹的鲜嫩与辣椒的暴烈对决",
        "imageUrl": "https://img0.baidu.com/it/u=1551874005,1228003557&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式香辣炒蟹（Poo Pad Prik）是泰国东部尖竹汶府的辣味狂欢，选用肉蟹2只（约800克），切成四块，用淀粉裹匀炸至外壳酥脆。热锅下橄榄油爆香蒜末、干辣椒段、花椒粒，加入蟹块翻炒，调入鱼露1勺、生抽半勺、棕榈糖半勺、辣椒酱2勺（如Sriracha），最后撒入葱花和香菜。这道菜的辣度由干辣椒和辣椒酱双重加持，可达5000SHU，搭配冰镇椰子水是标配。尖竹汶府的渔民擅长用新鲜捕捞的螃蟹制作，蟹钳里的肉质饱满，用锤子敲开后蘸取酱汁，辣味直达天灵盖。在泰国的“辣食挑战赛”中，香辣炒蟹常作为压轴菜品，参赛者需在10分钟内吃完1公斤，成功者可获得“辣椒勇士”称号及免单奖励。营养学上，螃蟹富含硒和锌，但嘌呤含量较高，建议搭配柠檬草茶促进代谢。"
    },
    {
        "id": 40,
          "videoUri":"",
        "title": "泰式炭烤猪舌",
        "price": 100,
        "detail": "东北部的脏器美学，猪舌的弹牙与炭火的焦香叙事",
        "imageUrl": "https://img0.baidu.com/it/u=3105233796,855597999&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式炭烤猪舌（Nuea Yang Hu）是伊森地区的“重口味”代表，选用新鲜猪舌1条（约300克），用盐、白胡椒粉、蒜末、鱼露、香菜根、南姜粉腌制4小时，期间需用牙签在猪舌表面扎孔，确保料汁渗入。烤制时用龙眼木碳，先以高温烤至表皮微焦，再转中火慢烤20分钟，期间不断刷上蜂蜜水，直至猪舌呈深棕色，用筷子能轻松穿透。切片后可见内部呈粉红色，口感弹牙有嚼劲，搭配“辣椒盐”（辣椒粉+盐+柠檬皮碎）食用，凸显炭火香气。在清莱的“山地部落市集”，炭烤猪舌常与烤猪心、烤猪肝组成“内脏烧烤拼盘”，售价约250泰铢，搭配自酿糯米酒，是当地猎人的能量补给。值得一提的是，猪舌的脂肪含量仅为3.3%，是低卡高蛋白的烧烤选择，深受健身爱好者隐秘喜爱。"
    },
    {
        "id": 41,
          "videoUri":"",
        "title": "泰式椰奶南瓜汤",
        "price": 75,
        "detail": "北部山区的秋日温暖，南瓜的甜糯与椰奶的柔滑疗愈",
        "imageUrl": "https://img2.baidu.com/it/u=3291293267,3697265455&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式椰奶南瓜汤（Tom Kha Fak Thong）是泰国北部清迈的季节性美食，选用本地“金瓜”（一种小型南瓜，甜度更高）500克，去皮切块后蒸熟，与椰浆200ml、鸡汤100ml、香茅1根（切段）、南姜5克、棕榈糖20克、盐3克一同放入搅拌机打至细腻，过滤后回锅加热，撒上烤南瓜子和香菜碎。香茅和南姜的加入打破了传统南瓜汤的甜腻感，赋予草本清香，椰浆的丝滑则让口感更显高级。在清迈的“大象营”附近餐厅，这道汤常作为“素食套餐”的开胃菜，搭配全麦面包，体现人与自然和谐的饮食理念。冬季食用时，温热的椰奶南瓜汤能驱寒暖身，而夏季冷藏后则变身清凉甜品，一碗汤展现了泰式料理的四季智慧。"
    },
    {
        "id": 42,
          "videoUri":"",
        "title": "泰式柠檬叶炸鱼",
        "price": 160,
        "detail": "南部海岸的香炸美学，柠檬叶的清香与鱼皮的酥脆传奇",
        "imageUrl": "https://img2.baidu.com/it/u=1829407619,3511499988&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式柠檬叶炸鱼（Pla Tod Bai Makrut）是泰国南部董里府的招牌菜，选用龙利鱼柳300克，用盐、白胡椒粉、柠檬汁腌制15分钟，裹上淀粉后，每片鱼柳包裹2片柠檬叶（切丝），用牙签固定后油炸。柠檬叶的清香在高温下渗透鱼肉，同时防止鱼肉炸老，鱼皮炸至金黄酥脆，内部肉质鲜嫩多汁。搭配的“柠檬叶蘸酱”由柠檬叶碎10克、鱼露1勺、青柠汁1勺、棕榈糖半勺、小米辣碎5克调制，清新的柠檬叶香气形成味觉闭环。在董里府的“柠檬叶农场”餐厅，这道菜从种植到烹饪全程可控，柠檬叶的采摘时间精确到早晨6点，确保香气最浓郁。据主厨介绍，每片鱼柳需包裹12克柠檬叶丝，误差不超过0.5克，体现了对细节的极致追求。"
    },
    {
        "id": 43,
          "videoUri":"",
        "title": "泰式罗勒叶炒鸡蛋",
        "price": 50,
        "detail": "平民美食的香草逆袭，罗勒叶与蛋液的快速爆炒艺术",
        "imageUrl": "https://img1.baidu.com/it/u=3275891647,3209571156&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=502.jpg",
        "content": "泰式罗勒叶炒鸡蛋（Kai Pad Kaprao）是泰国街头的“五分钟料理”，却蕴含着对火候的精准把控：鸡蛋3颗打散，罗勒叶50克（取嫩叶）洗净备用。热锅下橄榄油爆香蒜末，倒入蛋液炒至半凝固，加入罗勒叶快速翻炒，调入鱼露1勺、生抽半勺、棕榈糖半勺，翻炒均匀即可出锅。关键是“大火快炒”——从下锅到出锅不超过1分钟，确保罗勒叶保持翠绿，蛋液嫩滑且带有焦香碎块。在泰国的“妈妈食堂”（Mama Shop），这道菜常搭配白米饭，售价30泰铢，是学生和上班族的快速午餐选择。有趣的是，泰国人会根据罗勒叶的颜色区分口味：绿罗勒叶偏清香，适合炒蛋；紫罗勒叶偏辛辣，更适合炒肉。营养学上，罗勒叶富含维生素K和抗氧化剂，与鸡蛋的卵磷脂结合，是性价比极高的健康餐。"
    },
    {
        "id": 44,
          "videoUri":"",
        "title": "泰式椰糖烤香蕉叶糯米糕",
        "price": 40,
        "detail": "古早味的叶包魔法，糯米的软糯与椰糖的焦香封印在蕉叶中",
        "imageUrl": "https://img1.baidu.com/it/u=1628169098,591182194&fm=253&fmt=auto?w=1067&h=800.jpg",
        "content": "泰式椰糖烤香蕉叶糯米糕（Khanom Tan）是泰国传统糕点的活化石，制作时将糯米粉100克、椰浆50ml、棕榈糖30克、盐1克混合成面糊，加入椰丝20克、芝麻10克拌匀，倒入涂有薄油的香蕉叶中，包成长方形，用牙签固定后炭火烤制。香蕉叶的清香在烤制过程中渗入糯米糕，椰糖受热融化形成焦糖层，咬开时外皮微脆，内部软糯拉丝，椰丝和芝麻增添口感层次。在泰国北部的“素贴山庙会”，这道糕点作为供品售卖，信徒们认为香蕉叶的神圣能传递祝福。现代版本推出了“巧克力椰丝味”，在面糊中加入可可粉，烤制后淋上巧克力酱，深受儿童喜爱。据《泰国美食遗产》记载，这种叶包烤制的方法已有800年历史，是泰族先民智慧的体现。"
    },
    {
        "id": 45,
          "videoUri":"",
        "title": "泰式香辣牛肉干",
        "price": 120,
        "detail": "北部山地的耐嚼传奇，牛肉的纤维与香料的深度融合",
        "imageUrl": "https://img1.baidu.com/it/u=1062378111,3426312506&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=917.jpg",
        "content": "泰式香辣牛肉干（Goreng Jerky）是泰国北部清莱的“公路美食”，选用牛后腿肉500克，逆纹切成厚条，用盐、黑胡椒、蒜末、鱼露、生抽、棕榈糖、辣椒粉、孜然粉、香菜籽粉混合腌制12小时，平铺在竹筛上暴晒2天，再用炭火慢烤至干透。这种“先腌后晒再烤”的工艺使牛肉干嚼劲十足，香料完全渗入纤维，辣度可达3000SHU，越嚼越香。在清莱至清迈的长途巴士上，乘客常购买牛肉干作为零食，搭配瓶装绿茶，缓解旅途疲劳。有趣的是，泰国人认为牛肉干的“硬度”代表品质——需用牙大力撕扯，才算正宗。营养学上，牛肉干的蛋白质含量高达45%，是户外运动者的理想能量棒。部分商家推出了“麻辣海鲜味”，用虾干和鱿鱼干混合烤制，成为旅游伴手礼的热门选择。"
    },
    {
        "id": 46,
          "videoUri":"",
        "title": "泰式椰奶木薯球",
        "price": 55,
        "detail": "南部岛屿的Q弹诱惑，木薯的韧性与椰奶的甜腻缠绕",
        "imageUrl": "https://img2.baidu.com/it/u=443978951,2885169329&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=625.jpg",
        "content": "泰式椰奶木薯球（Tapioca Balls in Coconut Milk）是苏梅岛的特色甜品，木薯淀粉150克与热水80ml混合成团，搓成直径2厘米的小球，煮熟后过冰水保持Q弹。椰奶酱由椰浆200ml、棕榈糖50克、 pandan 叶2片、盐1克熬制，加入木薯球和玉米粒30克、红薯丁30克，小火煮5分钟即可。木薯球的韧性与椰奶的柔滑形成对比，玉米粒和红薯丁增添口感层次， pandan 叶的清香让甜腻感恰到好处。在苏梅岛的“椰子农场”体验活动中，游客可亲手制作木薯球，从采摘木薯到熬制椰奶全程参与，最后装在椰子壳中享用，充满田园乐趣。这道甜品的灵感源自泰国南部的“穷人美食”——过去农民用木薯充饥，加入椰奶后升级为美味甜品，体现了就地取材的智慧。"
    },
    {
        "id": 47,
          "videoUri":"",
        "title": "泰式炭烤海鲜串",
        "price": 150,
        "detail": "芭提雅海滩的串烧哲学，鲜虾、鱿鱼、青椒的色彩与火候协奏",
        "imageUrl": "https://img2.baidu.com/it/u=2065594854,1036006159&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "泰式炭烤海鲜串（Seafood Skewers Yang）是芭提雅夜市的颜值担当，每串由鲜虾2只、鱿鱼块30克、青椒块20克、洋葱块20克穿制而成，用盐、白胡椒粉、柠檬汁、蒜末腌制30分钟。烤制时用中火，每面烤2分钟，期间刷上由鱼露、棕榈糖、辣椒粉调制的酱汁，直至海鲜熟透、蔬菜微焦。色彩上，鲜红的虾、深褐的鱿鱼、翠绿的青椒、金黄的洋葱形成视觉盛宴，口感上则是海鲜的弹嫩与蔬菜的清甜交替。在芭提雅的“中天海滩”，摊贩会用柠檬叶包裹串烧，增加香气，搭配泰式甜辣酱和花生碎，成为游客拍照打卡的“网红美食”。据统计，每个周末夜市可售出超过2000串，其受欢迎程度仅次于烤鱿鱼。营养学上，海鲜与蔬菜的搭配提供了均衡营养，是低卡高蛋白的烧烤选择。"
    },
    {
        "id": 48,
          "videoUri":"",
        "title": "泰式柠檬蒸鱼",
        "price": 170,
        "detail": "中部河港的鲜美演绎，柠檬的酸与鱼露的咸的精准平衡",
        "imageUrl": "https://img2.baidu.com/it/u=1829407619,3511499988&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "泰式柠檬蒸鱼（Pla Neung Manao）是泰国中部华欣的经典做法，选用鲈鱼1条（约600克），在鱼身划刀后用盐、白胡椒粉、柠檬汁腌制10分钟，鱼腹内塞满柠檬片、香茅段、姜片。蒸制时用大火蒸8分钟，倒掉蒸出的腥水，淋上由青柠汁3勺、鱼露2勺、棕榈糖1勺、蒜末10克、小米辣碎5克、香菜碎10克调制的酱汁，再泼上一勺热油激发香气。与青柠蒸鲈鱼不同，柠檬蒸鱼更突出柠檬本身的酸甜，搭配香茅的清香，形成清新爽口的风味。在华欣的“渔港餐厅”，这道菜常选用当天捕捞的海鲈鱼，鱼眼清澈、鳞片发亮，确保绝对新鲜。食用时搭配香米饭，将酱汁浇在饭上，是泰国人最爱的“下饭鱼”之一。据泰国渔业协会数据，鲈鱼是泰国第二大养殖鱼类，年消耗量超过50万吨，其中30%用于制作柠檬蒸鱼。"
    },
    {
        "id": 49,
          "videoUri":"",
        "title": "泰式咖喱面包鸡",
        "price": 140,
        "detail": "创意泰菜的味觉爆破，法棍面包与咖喱鸡的跨界狂欢",
        "imageUrl": "https://img2.baidu.com/it/u=2759584418,2937360821&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=1098.jpg",
        "content": "泰式咖喱面包鸡（Kai Kaeng in Bread Bowl）是曼谷年轻厨师的脑洞之作，将法棍面包顶部切开，掏空内部形成“面包碗”，填入绿咖喱鸡或红咖喱鸡（做法见前），表面撒上芝士碎，放入烤箱烤至芝士融化、面包边缘焦脆。咖喱的浓郁与面包的麦香结合，芝士的拉丝效果增加趣味性，食用时用勺子挖取咖喱鸡，搭配蘸满汤汁的面包块，口感丰富多变。在曼谷的“创意菜市集”，这道菜常推出限定口味，如“冬阴功面包鸡”“椰奶咖喱面包鸡”，搭配精酿啤酒，成为年轻人聚会的热门选择。营养上，面包提供碳水，咖喱鸡补充蛋白质和脂肪，是一道能量满满的主餐。值得一提的是，这种吃法源自法国“面包碗汤”，经泰国厨师改良后，成为东西方饮食文化融合的典范。"
    },
  {
    "id": 50,
        "videoUri":"",
    "title": "泰式椰奶芒果糯米饭冰淇淋",
    "price": 70,
    "detail": "经典甜品的冰爽革命，糯米饭的温热与冰淇淋的冰脆对冲",
    "imageUrl": "https://img1.baidu.com/it/u=1945767690,2663772794&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
    "content": "泰式椰奶芒果糯米饭冰淇淋（Mango Sticky Rice Ice Cream）是泰国甜品的“解构主义”代表，将传统芒果糯米饭的元素重新组合：糯米饭用椰浆煮至软烂，冷藏后搓成小球；芒果肉打成果泥，与椰奶冰淇淋混合，加入糯米球和芒果粒，顶部装饰烤椰丝和薄荷叶。这道甜品的灵魂在于“温度博弈”——温热的糯米饭球与冰爽的冰淇淋同时入口，冰火两重天的口感刺激味蕾。曼谷的“甜品实验室”甚至推出“分子料理版”，用液氮急速冷冻芒果泥，制成冰晶颗粒，搭配真空低温慢煮的糯米饭，视觉上烟雾缭绕，味觉上层次丰富。营养方面，冰淇淋提供乳脂的顺滑，糯米饭补充碳水，芒果则带来维生素和纤维，是一道适合夏日的高能量甜品。在泰国“泼水节”期间，这道冰淇淋成为街头标配，年轻人用它互相“攻击”，既凉爽又有趣，体现了泰式饮食的娱乐精神。"
}
]
