[
    {
        "id": 1,
        "title": "炭烤羊肉串",
        "price": 8,
        "detail": "新疆阿勒泰羔羊腿肉，红柳木签穿制，三瘦两肥黄金比例",
        "imageUrl": "https://img1.baidu.com/it/u=900102108,2060735032&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "炭烤羊肉串的灵魂在于“肉鲜、料香、火足”。精选新疆阿勒泰地区6-8月龄的羔羊肉，其肉质细嫩、脂肪分布均匀，取羊腿肉切成2厘米见方的小块，严格遵循“三瘦一肥”的穿串原则——瘦多则柴，肥多则腻，三瘦两肥的搭配让油脂在烤制时渗透瘦肉，形成“外焦里嫩、油香扑鼻”的口感。腌制时，以新疆产孜然颗粒、辣椒粉、洋葱汁、蛋清和盐混合，静置4小时以上，让香料分子充分渗入肉纤维。烤制时首选果木炭，其火焰温和均匀，能赋予肉串独特的木香。红柳木签是新疆烧烤的特色，新鲜柳枝去皮后穿串，烤制时木质清香会渗入肉中，与羊肉的奶香形成奇妙呼应。当肉串在炭火上翻转时，羊油滴落产生的油烟会在肉表面形成“美拉德反应”，呈现诱人的焦黄色。撒料讲究“两撒两翻”：第一遍撒盐和孜然，逼出肉汁；第二遍撒辣椒粉和白芝麻，锁住香气。最佳食用状态是外皮微脆、内部多汁，咬开时能听到“咔滋”声，孜然的辛香、羊肉的鲜甜、红柳的清香依次在口中迸发，搭配一杯冰镇卡瓦斯，尽显西北烧烤的豪迈。在乌鲁木齐的大巴扎夜市，炭烤羊肉串常搭配馕饼食用，将肉串从签上剔下，夹入烤得酥脆的馕中，再配上一口酸黄瓜，是当地人最爱的吃法。"
    },
    {
        "id": 2,
        "title": "烤羊排",
        "price": 68,
        "detail": "内蒙古羊肋排，腌制12小时，果木碳烤至骨酥肉烂",
        "imageUrl": "https://img1.baidu.com/it/u=3186714673,583314996&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500.jpg",
        "content": "烤羊排是草原饮食的经典代表，选用内蒙古锡林郭勒盟的羊肋排，每根肋排需带3-4层肥瘦，重量控制在1.5公斤左右。腌制前先用钢针在肉排表面扎满小孔，以盐、黑胡椒、迷迭香、蒜末、酸奶调成糊状腌料，均匀涂抹后用保鲜膜包裹，放入冰箱冷藏12小时，酸奶中的乳酸能软化肉质，同时增添独特的发酵香气。烤制分两步：先以220℃高温烤30分钟逼出油脂，再转至150℃慢烤1.5小时，期间每隔20分钟刷一次混合了羊油和蜂蜜的汁水，确保表皮形成金黄酥脆的“糖壳”。烤好的羊排需静置5分钟再改刀，让肉汁重新分布。上桌时整排呈上，外皮脆如薯片，用刀轻划即可脱骨，内部肉质呈浅粉色，蘸取由孜然粉、辣椒面、熟芝麻混合的“三合粉”，或是蒙古族传统的沙葱酱，前者凸显肉香，后者增添草原风味。在呼伦贝尔的蒙古包中，烤羊排常作为宴席主菜，由长辈用蒙古刀分割，搭配手抓饭和马奶酒，席间伴有长调民歌，尽显游牧民族的热情好客。"
    },
    {
        "id": 3,
        "title": "秘制烤鸡翅",
        "price": 12,
        "detail": "鸡翅中划三刀，蜂蜜蒜香酱腌制，炭火慢烤至琥珀色",
        "imageUrl": "https://img1.baidu.com/it/u=3064546718,2141735882&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "秘制烤鸡翅的关键在于酱料的调配和烤制的火候。选用翅中饱满的“鸡全翅”，双面划三刀便于入味，酱料由蒜末50g、蜂蜜30ml、生抽20ml、料酒10ml、黑胡椒5g、柠檬汁5ml混合而成，其甜咸比例严格控制在3:1，既能提鲜又不掩盖鸡肉本味。腌制时需按摩鸡翅5分钟，让酱料渗透至骨缝，冷藏3小时以上。烤制时用中火，先烤正面3分钟，待表皮微焦后翻面，刷上一层稀释的蜂蜜水，再烤2分钟，重复三次直至鸡翅呈琥珀色。此时鸡翅表面形成一层透明糖膜，内部汁水丰富，咬开后蒜香与蜂蜜的甜香交融，肉质嫩滑不柴。在长沙的烧烤摊，还流行“辣烤鸡翅”，酱料中加入湖南辣妹子辣椒酱，烤制后辣度升级，表皮焦脆，内里鲜嫩，搭配紫苏叶食用，解辣又增香。这种甜辣交织的风味，既保留了广式烧烤的甜润，又融入了湘味的热烈，成为南北食客都喜爱的单品。"
    },
    {
        "id": 4,
        "title": "炭烤牛肉串",
        "price": 10,
        "detail": "牛霖肉配洋葱，小苏打嫩肉法，辣椒面孜然双重提味",
        "imageUrl": "",
        "content": "炭烤牛肉串讲究“嫩而不烂”，首选牛霖肉（牛后腿上部肌肉），其肉质紧实有弹性，切成0.5厘米厚的片，用小苏打、淀粉、蛋清腌制20分钟，这种“嫩肉法”能破坏牛肉纤维结构，使其口感软嫩却不失嚼劲。穿串时每两片牛肉间夹一块洋葱块，洋葱的水分在烤制时渗出，既能防止牛肉变干，又能增添清甜。烤制时需用旺火，牛肉串在炭火上快速翻转，每面烤制时间不超过1分钟，避免高温导致肉质变老。撒料分两次：第一次在牛肉变色时撒盐和孜然，第二次在表皮微焦时撒辣椒面和熟芝麻。在川渝地区，牛肉串还会加入折耳根碎和青椒圈，折耳根的独特香气与牛肉的肉香形成反差萌，青椒的脆嫩则增加口感层次。这种“重口味”吃法，搭配冰粉食用，堪称一绝。"
    },
    {
        "id": 5,
        "title": "烤五花肉",
        "price": 6,
        "detail": "三层五花肉切0.3cm薄片，韩式辣酱腌制，生菜包食解腻",
        "imageUrl": "https://img1.baidu.com/it/u=4175079704,2999289030&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤五花肉的选材至关重要，需选用猪腹部的“三层肉”，脂肪层均匀分布在肌肉之间，切成0.3厘米薄片，太大则不易烤熟，太小则容易烤焦。腌制时采用韩式风味：生抽、韩式辣酱、蜂蜜、蒜末、香油按2:1:1:1:0.5的比例调匀，加入肉片抓匀，冷藏1小时。烤制时用烤网而非烤架，能让油脂均匀滴落，避免烤糊。当肉片边缘微卷、表面出现焦斑时，翻面再烤10秒即可。最佳吃法是用生菜叶包裹五花肉，加入蒜片、辣椒圈、韩式大酱和酸萝卜，生菜的清爽、五花肉的油香、酱料的咸辣相互平衡。在延边朝鲜族烧烤店，烤五花肉常搭配苏子叶食用，苏子叶的特殊香气能进一步解腻，搭配一碗大酱汤和米饭，构成完整的朝鲜族餐食体验。"
    },
    {
        "id": 6,
        "title": "烤羊腰子",
        "price": 15,
        "detail": "新鲜羊腰去白筋，花椒水浸泡去腥，旺火快烤锁汁",
        "imageUrl": "https://img2.baidu.com/it/u=143340087,3878144100&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=889.jpg",
        "content": "烤羊腰子的关键在于“去腥提香”。新鲜羊腰子需纵向剖开，用镊子仔细剔除白色臊腺，这一步直接决定口感成败。处理好的羊腰切成厚片，放入花椒水（500ml水+10g花椒）浸泡30分钟，进一步去除异味。穿串时每串穿3-4片，确保受热均匀。烤制时用旺火，羊腰子在炭火上快速翻转，表面烤至焦脆后立即撒上大量孜然粉、辣椒面和葱花，全程不超过3分钟，避免内部水分流失。成功的烤羊腰子外皮焦香，内部呈粉红色，咬开后油脂爆浆，孜然的辛香完全掩盖了腰子的脏器味，只留下浓郁的肉香。在西安的回民街，烤羊腰子常与烤羊排、烤包子组成“羊杂套餐”，搭配酸梅汤饮用，是当地汉子的“深夜加油站”。"
    },
    {
        "id": 7,
        "title": "烤鸡爪",
        "price": 8,
        "detail": "鸡爪剪甲卤制30分钟，炭火复烤至脱骨，香辣入味",
        "imageUrl": "https://img0.baidu.com/it/u=3652097343,3756765328&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤鸡爪以“先卤后烤”为核心工艺。鸡爪剪去指甲后，用清水浸泡2小时去除血水，放入老卤汤（含八角、桂皮、香叶、干辣椒、冰糖）中，大火烧开后转小火卤制30分钟，直至鸡爪能轻松用筷子穿透。穿串时从鸡爪掌心刺入，确保造型美观。炭火复烤时需用中火，刷上由辣酱、蜂蜜、芝麻调制的酱料，不断翻转至表皮微焦，酱料均匀裹附。此时的鸡爪外皮略带韧性，内部肉质脱骨绵软，辣味从皮层渗入筋肉，越嚼越香。在湖北荆州，烤鸡爪是“夜宵三绝”之一，当地师傅会在酱料中加入鱼露和藤椒油，形成“酸辣麻”的复合风味，搭配荆州特色的早堂面，是本地人夜宵的经典组合。"
    },
    {
        "id": 8,
        "title": "炭烤大虾",
        "price": 18,
        "detail": "活虾开背去线，蒜蓉黄油酱烤制，保留虾头膏香",
        "imageUrl": "https://img1.baidu.com/it/u=3173947482,3054225997&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "炭烤大虾必须选用鲜活基围虾，体长需超过10厘米，确保肉质紧实。开背去沙线后，用刀轻拍虾身使其舒展，便于入味和烤制。蒜蓉黄油酱的调制是关键：将200g蒜蓉分成两半，一半用黄油炒至金黄，另一半生蒜蓉与之混合，加入50ml淡奶油、10g盐、5g黑胡椒，制成半熟酱料。烤制时虾背朝上，填入酱料，虾头朝向火源远的一侧，避免烤焦。当虾壳变红、虾肉蜷曲时，再烤1分钟即可，此时虾头中的膏脂融化，与蒜蓉酱融合，形成独特的鲜香。在青岛的啤酒屋，炭烤大虾常搭配青岛啤酒原浆，虾肉的鲜甜与啤酒的麦香相互映衬，是海边夜市的招牌组合。"
    },
    {
        "id": 9,
        "title": "烤鱿鱼须",
        "price": 10,
        "detail": "鲜鱿鱼须焯水去腥，秘制辣酱裹附，烤至卷曲焦香",
        "imageUrl": "https://img2.baidu.com/it/u=2871269521,2000396130&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
        "content": "烤鱿鱼须的食材需当天采购，鲜鱿鱼须洗净后放入加了姜片和料酒的沸水中，快速汆烫10秒捞出，避免肉质变老。秘制辣酱由豆瓣酱、甜面酱、辣椒面、花椒粉、糖、香油按3:2:2:1:1:1比例调制，浓稠度以能挂住鱿鱼须为宜。烤制时用中火，鱿鱼须在烤网上不断翻动，待表面微焦、卷成小圈时，均匀刷上辣酱，再烤30秒让酱料渗入。此时的鱿鱼须外脆里嫩，辣酱的咸香与鱿鱼的鲜甜结合，咬开后能感受到轻微的弹牙感。在厦门的曾厝垵夜市，烤鱿鱼须常与烤章鱼、烤墨鱼组成“海味三拼”，搭配花生酱和沙茶酱，展现闽南地区对海鲜烧烤的独特理解。"
    },
    {
        "id": 10,
        "title": "烤生蚝",
        "price": 15,
        "detail": "乳山三倍体生蚝，蒜蓉粉丝垫底，炭火现烤8分钟",
        "imageUrl": "https://img0.baidu.com/it/u=1661293319,2789940255&fm=253&fmt=auto&app=138&f=JPEG?w=750&h=500.jpg",
        "content": "烤生蚝的食材首选乳山产的三倍体生蚝，其个头饱满（单个重量超200g）、肉质肥厚，闭壳肌发达。开蚝时需保持蚝壳完整，用小刀从底部切入，保留一半壳盛装蚝肉和汤汁。粉丝需提前用温水泡软，铺在蚝肉下方，蒜蓉酱分两层：底层用生蒜蓉提鲜，上层用炸蒜蓉增香，中间加入小米辣圈和蚝油。烤制时用中火，炭火距离生蚝约10厘米，烤至粉丝吸饱汤汁、蚝肉边缘微缩（约8分钟），最后撒上葱花和蒸鱼豉油。此时的生蚝肉呈半透明状，汤汁浓稠，吸溜入口，蒜蓉的香、粉丝的滑、蚝肉的甜依次绽放。在广东湛江，烤生蚝还有“原味”吃法：不添加任何调料，只在烤好后滴几滴柠檬汁，凸显生蚝的海水鲜甜，搭配冰镇黄酒，是老饕的极致追求。"
    },
    {
        "id": 11,
        "title": "烤扇贝",
        "price": 18,
        "detail": "大连夏夷贝配蒜蓉葱花，粉丝吸收贝汁，鲜嫩多汁",
        "imageUrl": "https://img0.baidu.com/it/u=8240242,2154235112&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤扇贝以大连产的夏夷贝为上品，其贝柱肥大如蒜瓣，肉质紧实有弹性。鲜活扇贝洗净后，用刀沿壳壁切开，去除内脏和泥沙，保留贝柱和裙边。粉丝用温水泡发后剪成小段，铺在贝壳底部，淋上由蒜蓉、小米辣、生抽、香油调制的酱料，贝柱置于粉丝之上，再撒上葱花和黑胡椒。烤制时用中火，贝壳开口后再烤3分钟，确保贝柱熟透而不缩。粉丝充分吸收了贝汁和酱料的精华，变得油润鲜美，贝柱咬开后汁水迸发，带有海洋的清甜，与蒜蓉的香气形成完美呼应。在烟台的烧烤摊，烤扇贝常与海蛎子、花蛤组成“海鲜全家福”，搭配冰镇烟台啤酒，展现胶东半岛的鲜食哲学。"
    },
    {
        "id": 12,
        "title": "烤虾滑",
        "image": "12",
        "detail": "鲜虾剁泥混合蛋清，铁板烤制，Q弹带颗粒感",
        "imageUrl": "https://img1.baidu.com/it/u=3412052766,278738082&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=661.jpg",
        "content": "烤虾滑是创新型烧烤单品，选用新鲜海虾去壳去线，剁成泥状时保留1/3的虾肉颗粒，加入蛋清、淀粉、盐、胡椒粉和少许糖，朝一个方向搅拌至起胶。用勺子将虾滑舀成球状，置于涂有黄油的锡纸上，放在烤网上小火慢烤，期间用铲子轻轻按压，使其表面形成焦壳。虾滑表面烤至金黄微焦时，内部仍保持嫩滑，咬开后能吃到完整的虾肉颗粒，Q弹多汁。在深圳的网红烧烤店，烤虾滑常搭配芝士碎烤制，高温下芝士融化拉丝，与虾肉的鲜甜结合，成为社交媒体上的打卡爆款，搭配泰式甜辣酱或蜂蜜芥末酱，风味更显丰富。"
    },
    {
        "id": 13,
        "title": "烤蔬菜串",
        "price": 5,
        "detail": "青椒、茄子、玉米、香菇组合，橄榄油烤制保留清甜",
        "imageUrl": "",
        "content": "烤蔬菜串讲究“食材新鲜、火候精准”，选用色泽鲜亮的青椒、长茄子、水果玉米和香菇。青椒切成大块，茄子切条后用盐腌制10分钟去水，玉米切段，香菇去蒂划十字刀。穿串时按照“色彩间隔”原则，如青椒-玉米-香菇-茄子，既美观又便于均匀受热。烤制前刷上橄榄油，撒上盐、黑胡椒和迷迭香，先烤茄子和香菇至软绵，再烤青椒和玉米至表皮微焦。青椒烤后辣味减弱，只剩清甜；茄子吸饱橄榄油，绵软入味；玉米颗粒饱满，烤后甜嫩多汁；香菇烤出汁水，鲜香浓郁。在杭州的文艺烧烤吧，烤蔬菜串常搭配酸奶沙拉酱，清爽的酸甜味凸显蔬菜的天然本味，成为素食者和健身人群的首选，搭配精酿啤酒，展现轻食与烧烤的融合。"
    },
    {
        "id": 14,
        "title": "烤玉米",
        "price": 6,
        "detail": "云南水果玉米整根烤制，刷蜂蜜或撒椒盐，甜咸可选",
        "imageUrl": "https://img2.baidu.com/it/u=3361908620,1560081774&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤玉米分“干烤”与“湿烤”两种风格。干烤选用云南产的糯玉米，颗粒饱满，直接炭火烤制20分钟，期间不断翻转，待外皮焦黑、颗粒分明时，撒上椒盐或辣椒粉，咸香有嚼劲，适合喜欢“硬口感”的食客。湿烤则用海南水果玉米，刷上蜂蜜水或奶油，烤至金黄，甜味升级，口感软糯多汁，刷蜂蜜时需注意火候，避免烤焦。在东北烧烤摊，还流行“烤玉米段”，将玉米切成5厘米长的段，穿串后刷上烧烤酱和芝麻，方便食用，是小朋友的最爱。烤玉米的魅力在于保留了谷物的天然甜香，炭火的高温激发了玉米的焦香，成为烧烤桌上的解腻神器，搭配烤红薯，组成“秋冬热食CP”。"
    },
    {
        "id": 15,
        "title": "烤茄子",
        "price": 12,
        "detail": "长茄子碳烤至软绵，蒜蓉肉末酱铺满，辣度可选",
        "imageUrl": "https://img2.baidu.com/it/u=1092222150,889095448&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "烤茄子的灵魂在于“酱”与“火候”。选用细长的紫皮茄子，整只放在炭火上烤制，待表皮焦黑、内部软绵时，用刀从中间划开，小心铺平底子，避免划破茄肉。蒜蓉肉末酱由蒜蓉100g、肉末50g、小米辣30g、蚝油20ml、生抽10ml、糖5g炒制而成，铺在茄子上后再烤3-5分钟，让酱料的香味渗入茄肉。此时的茄子表皮焦香，内部如泥，蒜蓉的香、肉末的鲜、小米辣的辣充分融合，最后撒上葱花和香菜，增色提香。在成都的烧烤店，烤茄子还会加入折耳根碎和榨菜粒，折耳根的特殊香气与茄肉的绵软形成对比，榨菜的脆爽增加口感层次，搭配一碗蛋炒饭，是川味夜宵的经典搭配。"
    },
    {
        "id": 16,
        "title": "烤香菇",
        "price": 8,
        "detail": "鲜香菇烤至出汁，椒盐孜然提味，菌香浓郁",
        "imageUrl": "https://img1.baidu.com/it/u=2521425379,3972288463&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=749.jpg",
        "content": "烤香菇需选用菌盖肥厚的鲜香菇，去蒂后在表面划十字刀，便于入味和烤制。刷上橄榄油后，撒上盐、黑胡椒、孜然粉，菌褶朝上放在烤网上，小火慢烤至菌盖微微下凹、出汁。此时的香菇表皮微焦，内部软嫩，汁水充盈，孜然的香气与香菇的鲜香相互衬托，咬开后菌汁在口中迸发，咸香微辣。在素食烧烤专门店，烤香菇常作为“素肉”替代品，搭配酱油和柠檬汁，凸显食材本味，甚至有店家将其填入蒜蓉虾滑，烤制后形成“菌菇+海鲜”的双重鲜味组合，成为创意菜品的代表。"
    },
    {
        "id": 17,
        "title": "烤韭菜",
        "price": 6,
        "detail": "新鲜韭菜捆扎烤制，快速翻烤锁住水分，酱香味浓",
        "imageUrl": "https://img2.baidu.com/it/u=784009048,3590916236&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "烤韭菜的关键在于“快烤锁水”。新鲜韭菜洗净后，捆扎成小把，每把约10根，避免烤制时散落。刷上由生抽、蚝油、糖、辣椒面调制的烧烤酱，快速在炭火上翻转，烤制时间控制在1分钟内，待叶片微焦、色泽翠绿时立即出锅。韭菜的辛辣在烤制后转化为清甜，酱料的咸香与芝麻的香气融合，口感脆嫩多汁，纤维感明显。在北方烧烤摊，烤韭菜常与烤茄子、烤尖椒组成“素菜三兄弟”，搭配羊肉串食用，平衡油脂的同时增添膳食纤维，是酒后解腻的绝佳选择。"
    },
    {
        "id": 18,
        "title": "烤馒头片",
        "price": 3,
        "detail": "老面馒头切片碳烤，抹腐乳或炼乳，咸甜两味",
        "imageUrl": "https://img0.baidu.com/it/u=2188862977,3981022259&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=644.jpg",
        "content": "烤馒头片是烧烤中的“碳水担当”，选用老面发酵的馒头，切成1厘米厚的片，表面刷上一层薄油，炭火烤制至两面金黄。传统吃法是抹上腐乳或辣酱，腐乳的咸香与馒头的麦香结合，充满市井气息；创新吃法则涂抹炼乳或花生酱，甜香酥脆，适合搭配奶茶或果汁。在东北烧烤店，还流行“烤花卷”，将花卷撕成小块烤制，蓬松的质地吸满油脂和酱料，成为小朋友的最爱。烤馒头片的魅力在于简单却多变，能满足不同口味需求，是烧烤桌上的“回忆杀”单品。"
    },
    {
        "id": 19,
        "title": "烤面包片",
        "price": 5,
        "detail": "厚切吐司烤至焦脆，涂蜂蜜黄油或肉桂糖",
        "imageUrl": "https://img1.baidu.com/it/u=843316552,354312207&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1422.jpg",
        "content": "烤面包片是烧烤中的“甜蜜收尾”，选用厚切吐司，表面刷上融化的黄油，撒上白糖或肉桂粉，烤至边缘焦脆、中间金黄。蜂蜜口味则在烤制后涂抹蜂蜜，甜润不腻，蜂蜜的清甜与黄油的奶香交织，形成“双重甜蜜”；肉桂糖口味则在烤制前撒上肉桂粉和白糖，高温下糖粒融化，形成脆甜的糖壳。在日式烧烤店，烤面包片常搭配香草冰淇淋，热脆的面包与冰爽的冰淇淋形成“冰火两重天”的口感，是人气甜品。此外，还有创意吃法在面包片中夹入芝士片烤制，芝士融化后拉丝，搭配番茄酱，成为小朋友的最爱。"
    },
    {
        "id": 20,
        "title": "烤年糕",
        "price": 5,
        "detail": "韩式年糕串烤，刷甜辣酱撒海苔碎，软糯拉丝",
        "imageUrl": "",
        "content": "烤年糕是韩式烧烤的代表单品，选用圆柱形韩式年糕，穿串后烤制至表面微焦，年糕体膨胀变软。刷上韩式甜辣酱，撒上海苔碎和白芝麻，甜辣酱的粘稠与年糕的软糯结合，海苔的鲜味增添层次。咬开后，年糕内部柔软拉丝，甜辣口味在口中蔓延，是女生偏爱的单品。在延边烧烤摊，还流行“烤打糕”，将打糕切成块烤制，表面撒上黄豆粉和白糖，口感更软糯，充满米香，搭配韩式米露饮用，是经典的韩式下午茶组合。"
    },
    {
        "id": 21,
        "title": "烤豆腐",
        "price": 6,
        "detail": "老豆腐碳烤至外皮焦脆，内嫩外香，配干辣椒面",
        "imageUrl": "https://img0.baidu.com/it/u=105345350,3621763369&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤豆腐以老豆腐为原料，切成厚片后用盐、料酒、花椒粉腌制30分钟，炭火烤制时不断翻面，直至外皮形成焦脆的“黄金壳”，内部保持嫩滑。老豆腐的豆香在烤制后更显浓郁，外皮的焦香与内里的嫩滑形成对比，吃时撒上干辣椒面和白芝麻，咸香微辣。在云南建水，烤豆腐称为“包浆豆腐”，选用酸水点制的豆腐，烤制后内部呈半流质的“包浆”状态，搭配由辣椒粉、薄荷、蒜泥调制的蘸水，口感独特，是当地“舌尖上的非遗”。"
    },
    {
        "id": 22,
        "title": "烤豆干",
        "price": 5,
        "detail": "烟熏豆干夹韭菜折耳根，辣酱刷烤，咸香有嚼劲",
        "imageUrl": "https://img2.baidu.com/it/u=3178600277,2028226391&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤豆干以四川烟熏豆干为原料，炭火烤至表面微焦起泡，用刀划开后夹住烤好的韭菜段或折耳根碎，刷上辣酱和香油。烟熏豆干的咸香与韭菜的清甜、折耳根的独特香气结合，口感丰富有层次。在重庆的夜市，烤豆干是“烧烤三件套”（豆干、苕皮、年糕）之一，老板熟练地用铁夹夹料、刷酱、翻烤，动作行云流水，烟火气十足。搭配一瓶冰峰汽水，是山城夜晚的真实写照。"
    },
    {
        "id": 23,
        "title": "烤素鸡",
        "price": 6,
        "detail": "素鸡切片碳烤，刷酱油撒葱花，豆香浓郁",
        "imageUrl": "https://img1.baidu.com/it/u=1577908300,1945029766&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1067.jpg",
        "content": "烤素鸡是豆制品烧烤的“小清新”，素鸡切片后用竹签穿串，刷上生抽、香油，烤制至表面微焦，撒上葱花和白芝麻。素鸡的质地紧实有弹性，烤制后吸饱了酱油的咸香，咬开后内部多孔结构充满汤汁，是素食者的蛋白质来源之一。在江南地区，烤素鸡常搭配甜面酱烤制，口味偏甜，与当地饮食风格一致，搭配一碗阳春面，是老苏州人记忆中的夜宵味道。"
    },
    {
        "id": 24,
        "title": "烤面筋",
        "price": 5,
        "detail": "手工面筋螺旋穿串，秘制麻酱烤制，筋道入味",
        "imageUrl": "https://img2.baidu.com/it/u=2660675315,3839909514&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=889.jpg",
        "content": "烤面筋是街头烧烤的经典单品，手工制作的面筋切成螺旋状，穿在长签上，炭火烤制时不断旋转，使受热均匀。刷上由芝麻酱、豆瓣酱、辣椒面调制的秘制酱料，烤至表面起泡、酱料浓稠，撒上葱花和孜然粉。面筋的口感筋道有嚼劲，酱料的浓郁包裹每一寸纹理，是许多人童年记忆中的“烧烤必点”。在北方，烤面筋常与烤串、烤蔬菜搭配成“十元套餐”，性价比极高，放学路上来一串，满满的童年回忆。"
    },
    {
        "id": 25,
        "title": "烤苕皮",
        "price": 8,
        "detail": "重庆红薯苕皮烤软，包酸萝卜葱花，酸辣开胃",
        "imageUrl": "https://img1.baidu.com/it/u=2414136673,2293564892&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "烤苕皮是川渝烧烤的代表，选用重庆产的红薯苕皮，炭火烤至起泡变软，铺上酸萝卜丁、葱花、折耳根碎，卷成筒状后刷上辣酱和香油。苕皮的软糯与酸萝卜的脆爽、折耳根的独特香气结合，辣度适中，酸香开胃。在重庆的“鬼包子”夜市，烤苕皮摊位前总是大排长龙，老板会用铁夹不断按压苕皮，使其更入味，搭配一杯冰粉，是夏日夜晚的绝佳组合。烤苕皮的灵魂在于酸萝卜的“酸”与辣酱的“辣”，两者平衡得恰到好处，让人越吃越上瘾。"
    },
    {
        "id": 26,
        "title": "烤海带结",
        "price": 6,
        "detail": "海带结卤制后烤制，刷烧烤酱撒芝麻，鲜咸入味",
        "imageUrl": "",
        "content": "烤海带结以“鲜咸入味”为特色，海带结先用清水煮去腥味，再用卤汤（含八角、桂皮、香叶）卤制20分钟，穿串后烤制，刷上烧烤酱和香油，撒上白芝麻。海带结的口感脆嫩，卤香与酱香味融合，富含碘和膳食纤维，是烧烤中的健康之选。在沿海地区，烤海带结常作为“下酒小菜”，搭配啤酒食用，清爽解腻，尤其适合搭配烤羊肉串等重口味菜品，平衡味觉。"
    },
    {
        "id": 27,
        "title": "烤鹌鹑",
        "price": 28,
        "detail": "整只鹌鹑腌制12小时，炭火慢烤至表皮酥脆",
        "imageUrl": "https://img0.baidu.com/it/u=1343663831,3399063134&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=953.jpg",
        "content": "烤鹌鹑是烧烤中的“精致硬菜”，整只鹌鹑用盐、料酒、生抽、花椒粉、姜片腌制12小时，确保入味均匀。穿串时从鹌鹑腹部穿过，展开成平面，便于均匀受热。炭火慢烤15-20分钟，期间不断刷上蜂蜜水和植物油，确保外皮金黄酥脆，内部肉质鲜嫩。烤好的鹌鹑表皮焦香，肉质紧实，连骨头都可嚼碎，搭配孜然粉和辣椒面，尽显豪迈风味。在西北烧烤店，烤鹌鹑常作为“下酒神器”，搭配冰镇乌苏啤酒，是三五好友聚餐的必点菜品，其精致的造型和浓郁的风味，深受食客喜爱。"
    },
    {
        "id": 28,
        "title": "烤鸡心",
        "price": 8,
        "detail": "鸡心剪口去血水，辣烤至外焦里嫩，弹牙多汁",
        "imageUrl": "https://img2.baidu.com/it/u=1776346423,343204295&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=686.jpg",
        "content": "烤鸡心需先将鸡心剪开去除血水，穿串后用盐、料酒、姜片腌制去腥，烤制时以旺火快烤，避免鸡心变干。表面烤至焦脆后撒上辣椒面、孜然粉和葱花，内部保持粉红色，咬开后汁水四溢，口感弹牙，辣味掩盖了内脏的腥味，只剩下肉香。在东北烧烤摊，鸡心常与鸡胗、鸡肝组成“鸡杂烤串”，一次体验多种风味，搭配烤馒头片，是经典的下酒组合。"
    },
    {
        "id": 29,
        "title": "烤鸡胗",
        "price": 8,
        "detail": "鸡胗切花刀，香辣烤制，脆嫩爽口",
        "imageUrl": "https://img1.baidu.com/it/u=2327182834,1686946130&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=602.jpg",
        "content": "烤鸡胗讲究刀工，切成花刀后穿串，用盐、黑胡椒、料酒腌制10分钟，烤制时快速翻转，待花刀展开、表面微焦时撒上辣椒面和孜然粉。鸡胗的口感脆嫩爽口，花刀设计增加了受热面积，使其更易入味，搭配啤酒食用，是烧烤桌上的“下酒担当”。在川湘地区，鸡胗还会用剁椒酱腌制，烤制后辣度升级，适合重口味食客，搭配一碗蛋炒饭，辣得过瘾。"
    },
    {
        "id": 30,
        "title": "烤猪脆骨",
        "price": 10,
        "detail": "猪肋脆骨串烤，椒盐孜然提味，嘎嘣脆",
        "imageUrl": "https://img0.baidu.com/it/u=1037365665,1999221035&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1140.jpg",
        "content": "烤猪脆骨是烧烤中的“口感担当”，选用猪肋排处的脆骨，切成小块穿串，烤制时刷上油和料酒，撒上椒盐和孜然粉，烤至表面金黄。脆骨的钙质丰富，口感嘎嘣脆，越嚼越香，是锻炼咀嚼肌的“神器”。在韩式烧烤店，猪脆骨常搭配生菜和韩式辣酱食用，清爽解腻，凸显食材的原始风味，搭配石锅拌饭，构成完整的韩式餐食体验。"
    },
    {
        "id": 31,
        "title": "烤牛板筋",
        "price": 12,
        "detail": "牛板筋卤制2小时后烤制，香辣有嚼劲",
        "imageUrl": "https://img1.baidu.com/it/u=678546772,1661766924&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500.jpg",
        "content": "烤牛板筋以“耐嚼”著称，先将牛板筋用老卤汤卤制2小时至软烂，穿串后烤制，刷上辣酱和香油，撒上辣椒面和白芝麻。牛板筋的质地坚韧，烤制后表面微焦，内部仍有嚼劲，适合喜欢“磨牙”的食客。在内蒙古烧烤摊，牛板筋常与牛肉干、奶豆腐搭配，组成“草原硬菜组合”，搭配马奶酒食用，尽显游牧民族饮食特色，是体验草原风味的必点单品。"
    },
    {
        "id": 32,
        "title": "烤猪皮",
        "price": 8,
        "detail": "猪皮去毛烤至Q弹，富含胶原蛋白，辣烤更香",
        "imageUrl": "https://img1.baidu.com/it/u=2763128488,3739228431&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤猪皮是“胶原蛋白炸弹”，猪皮去毛后切成条，用盐、料酒、花椒粉腌制，烤制时刷上油和蜂蜜水，烤至表面起泡、微焦卷曲。猪皮的口感Q弹有韧性，咬开后能感受到丰富的胶质，搭配孜然粉和辣椒粉，咸香微辣，是女士美容养颜的“隐形菜单”。在部分烧烤店，猪皮还会用糖醋汁烤制，口味偏甜，适合南方食客，搭配冰粉食用，解腻又清爽。"
    },
    {
        "id": 33,
        "title": "烤脑花",
        "price": 25,
        "detail": "猪脑花锡纸烤制，蒜蓉辣椒提味，嫩滑如豆腐",
        "imageUrl": "https://img0.baidu.com/it/u=1125530557,1144293242&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤脑花是烧烤中的“重口味代表”，猪脑花用锡纸包裹，加入蒜蓉、小米辣、洋葱、香菜、蚝油等调料，炭火烤制15分钟。锡纸锁住脑花的水分，使其保持嫩滑如豆腐的质地，蒜蓉和辣椒的香气完全渗入，入口即化，辣意过后留有脑花的绵密醇香。在川渝地区，烤脑花是“夜宵顶流”，搭配米饭食用，堪称“下饭神器”，但因其独特口感，也成为“两极分化”的烧烤单品。初次尝试者可从微辣开始，搭配冰镇豆奶缓解辣感。"
    },
    {
        "id": 34,
        "title": "烤蚕蛹",
        "price": 20,
        "detail": "活蚕蛹碳烤至外脆里嫩，高蛋白美食，口感独特",
        "imageUrl": "",
        "content": "烤蚕蛹是烧烤中的“猎奇担当”，活蚕蛹用盐水煮熟后穿串，炭火烤制至表皮焦脆，内部呈半流质状态。咬开后，外皮的脆与内里的嫩形成对比，富含蛋白质，口感独特。在东北、山东等地，烤蚕蛹是常见的下酒菜，当地人认为其营养丰富，搭配啤酒食用，别有一番风味。初次尝试者可能需要勇气，但一旦接受，便会爱上这种“爆浆”的口感，其独特的风味成为烧烤桌上的话题单品。"
    },
    {
        "id": 35,
        "title": "烤知了猴",
        "price": 30,
        "detail": "金蝉幼虫烤制，香酥可口，季节性限定美食",
        "imageUrl": "https://img1.baidu.com/it/u=975200937,2279630536&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=866.jpg",
        "content": "烤知了猴（金蝉幼虫）是夏季的季节性美食，每年6-8月上市，富含蛋白质和微量元素。知了猴用清水洗净后，用盐、花椒粉腌制2小时，炭火烤制至金黄酥脆，无需过多调料，只需撒上少许盐和孜然粉，即可凸显其天然的鲜香。知了猴的口感香酥可口，头部和尾部略有嚼劲，中间身体部分柔软多汁，是许多人童年的夏日记忆。由于知了猴属于野生昆虫，现在多为人工养殖，成为烧烤中的“轻奢单品”，搭配冰镇啤酒，是夏日夜宵的独特体验。"
    },
    {
        "id": 36,
        "title": "烤白果",
        "price": 10,
        "detail": "银杏果碳烤至外壳开裂，清香微苦，需控制食用量",
        "imageUrl": "https://img1.baidu.com/it/u=330482092,3886040200&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750.jpg",
        "content": "烤白果是烧烤中的“养生单品”，银杏果去壳后穿串，炭火烤制至外壳开裂，露出果仁，撒上少许盐或糖。白果的果仁呈淡绿色，口感软糯，带有微微的苦味和清香，中医认为其有敛肺平喘的功效，但因含有微量氢氰酸，需控制食用量，每人每次不超过10颗。在江南地区的烧烤摊，白果常与栗子、花生组成“坚果烤串”，搭配茶水食用，是中老年食客的偏爱，体现了“药食同源”的饮食理念。"
    },
    {
        "id": 37,
        "title": "烤栗子",
        "price": 8,
        "detail": "迁西板栗碳烤，香甜粉糯，秋冬暖心之选",
        "imageUrl": "https://img2.baidu.com/it/u=890612764,1587617630&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653.jpg",
        "content": "烤栗子是秋冬季节的暖心烧烤，选用迁西油栗，外壳划十字刀，炭火烤制20分钟，待外壳裂开、果仁金黄即可。烤栗子的口感粉糯香甜，比炒栗子更具炭火香气，剥开后热气腾腾，暖手又暖胃。在北方烧烤店，烤栗子常作为“季节性隐藏菜单”，搭配烤红薯、烤玉米，组成“秋冬热食三件套”，适合情侣或家庭分享，其香甜的口感和温暖的属性，成为冬日里的治愈系美食。"
    },
    {
        "id": 38,
        "title": "烤核桃",
        "price": 12,
        "detail": "纸皮核桃碳烤开裂，撒糖霜或肉桂粉，香脆补脑",
        "imageUrl": "https://img1.baidu.com/it/u=1165433544,315603713&fm=253&fmt=auto&app=138&f=JPEG?w=712&h=949.jpg",
        "content": "烤核桃是烧烤中的“健康零食”，纸皮核桃用炭火烤制至外壳开裂，露出果仁，撒上白糖或蜂蜜，增加甜味。烤后的核桃果仁更显香脆，油脂被高温激发，香气浓郁，搭配啤酒或茶，是不错的休闲选择。在新疆烧烤摊，烤核桃常与巴旦木、开心果组成“坚果拼盘”，体现西域饮食特色，其丰富的营养和独特的口感，深受追求健康饮食的食客喜爱。"
    },
    {
        "id": 39,
        "title": "烤棉花糖",
        "price": 5,
        "detail": "棉花糖碳烤至表面焦壳，甜软拉丝，少女心单品",
        "imageUrl": "https://img1.baidu.com/it/u=3026963904,617008947&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤棉花糖是烧烤中的“少女心单品”，棉花糖穿串后用小火烤制，待表面形成焦脆的糖壳，内部保持柔软拉丝状态。咬开后，焦脆的外壳与融化的棉花糖形成口感对比，甜度爆表，适合搭配咖啡或奶茶。在网红烧烤店，烤棉花糖常作为甜品推出，甚至搭配饼干碎或巧克力酱，升级为“烤棉花糖三明治”，成为拍照打卡的热门单品，其梦幻的口感和颜值，深受年轻女性和小朋友喜爱。"
    },
    {
        "id": 40,
        "title": "烤菠萝",
        "price": 8,
        "detail": "菠萝切片烤制，酸甜解腻，搭配肉类更佳",
        "imageUrl": "https://img0.baidu.com/it/u=790052217,3049142132&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.jpg",
        "content": "烤菠萝是烧烤中的“解腻神器”，菠萝切片后用盐水浸泡片刻，炭火烤制至表面出现焦斑，酸甜的果汁被高温浓缩，口感更显浓郁。烤菠萝的甜酸能中和肉类的油腻，搭配烤五花肉或烤羊排食用，清爽解腻，在东南亚风味烧烤摊尤为常见。部分创意烧烤店还推出“菠萝烤饭”，将菠萝掏空后填入炒饭，烤制后菠萝的果香渗入米饭，别具一格，是热带风情与烧烤的创意结合。"
    },
    {
        "id": 41,
        "title": "烤香蕉",
        "price": 6,
        "detail": "香蕉带皮烤制，软糯香甜，淋巧克力酱或蜂蜜",
        "imageUrl": "https://img1.baidu.com/it/u=657876368,2832531655&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=889.jpg",
        "content": "烤香蕉是烧烤中的“甜蜜炸弹”，香蕉带皮放在炭火上烤制，待外皮焦黑、内部软糯时剥开，淋上巧克力酱或蜂蜜，撒上坚果碎。香蕉的甜糯在烤制后更显浓郁，巧克力的丝滑与其结合，形成“甜上加甜”的口感，是小朋友和甜食爱好者的最爱。在海南等地，烤香蕉还会搭配椰蓉食用，凸显热带风情，搭配一杯清补凉，是夏日消暑的绝佳组合。"
    },
    {
        "id": 42,
        "title": "烤苹果",
        "price": 8,
        "detail": "苹果切片烤至焦边，撒肉桂粉或焦糖酱，暖身甜品",
        "imageUrl": "https://img2.baidu.com/it/u=624205967,1796736183&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1067.jpg",
        "content": "烤苹果是烧烤中的“小清新甜品”，苹果切成厚片，刷上柠檬汁防止氧化，炭火烤制至边缘焦脆，撒上肉桂粉或淋上焦糖酱。苹果的酸甜与肉桂的辛香结合，烤制后果肉变软，带有微微的焦香，是秋冬季节的暖心选择。在欧式烧烤派对中，烤苹果常作为甜点搭配芝士食用，芝士的咸香与苹果的甜形成奇妙对比，适合搭配红酒，展现西式烧烤的精致感。"
    },
    {
        "id": 43,
        "title": "烤蔬菜沙拉",
        "price": 22,
        "detail": "彩椒西葫芦芦笋烤后拌酸奶酱，轻食健康",
        "imageUrl": "https://img0.baidu.com/it/u=662599589,268110389&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=652.jpg",
        "content": "烤蔬菜沙拉是健康饮食的代表，将彩椒、西葫芦、芦笋、樱桃番茄等蔬菜切片，刷上橄榄油烤制，待表面微焦后切成小块，拌入希腊酸奶沙拉酱或油醋汁。烤制后的蔬菜更显香甜，搭配清爽的沙拉酱，低卡又营养，适合健身人群和素食者。在轻食烧烤店，烤蔬菜沙拉常作为主菜推出，搭配烤鸡胸肉或鹰嘴豆，组成“彩虹健康餐”，其丰富的色彩和均衡的营养，成为都市人减脂餐的首选。"
    },
    {
        "id": 44,
        "title": "烤芝士条",
        "price": 15,
        "detail": "马苏里拉芝士条烤制，拉丝浓郁，配面包片",
        "imageUrl": "https://img2.baidu.com/it/u=1194347267,1016899015&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤芝士条是芝士爱好者的福音，马苏里拉芝士切成条，穿串后用小火烤制，待表面微焦、内部融化拉丝时，撒上黑胡椒或香草碎。芝士的奶香在烤制后更显浓郁，拉丝的口感趣味十足，搭配面包片或水果食用，甜咸交织。在日式烧烤店，烤芝士条常作为甜点推出，搭配抹茶酱或红豆沙，形成“和风芝士料理”，其浓郁的口感和精致的摆盘，深受年轻食客喜爱。"
    },
    {
        "id": 45,
        "title": "烤菠萝蜜",
        "price": 10,
        "detail": "热带水果烤制，甜香浓郁，果肉软糯带焦糖味",
        "imageUrl": "",
        "content": "烤菠萝蜜是南方烧烤的特色，新鲜菠萝蜜果肉穿串，炭火烤制至表面微焦，果肉的甜香被进一步激发，口感从脆甜转为软糯，带有焦糖香气。菠萝蜜的果核也可烤制，剥开后食用，口感类似板栗，粉糯香甜。在云南、广西等地的夜市，烤菠萝蜜常与烤芒果、烤木瓜组成“热带水果烧烤拼盘”，展现地域特色，其独特的口感和浓郁的果香，吸引着各地食客尝试。"
    },
    {
        "id": 46,
        "title": "烤玉米饼",
        "price": 8,
        "detail": "玉米面糊烤制，外脆里嫩，撒白糖或椒盐",
        "imageUrl": "https://img1.baidu.com/it/u=1771056473,2514930605&fm=253&fmt=auto?w=800&h=1067.jpg",
        "content": "烤玉米饼是北方烧烤的传统面食，玉米面粉加水和成面糊，用勺子舀在烤网上，摊成薄饼，烤制至两面金黄，表面撒上白糖或椒盐。玉米饼的口感外脆里嫩，带有谷物的清香，白糖的甜味凸显玉米的天然甜香，是许多人记忆中的“妈妈味道”。在东北农村的烧烤聚会上，烤玉米饼常作为主食，搭配炖菜和烧烤，充满乡土气息，其简单的制作和朴实的风味，承载着浓浓的乡愁。"
    },
    {
        "id": 47,
        "title": "烤土豆",
        "price": 6,
        "detail": "土豆切片烤制，醋香提脆，辣粉孜然双重调味",
        "imageUrl": "https://img1.baidu.com/it/u=3163450589,1613309717&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=889.jpg",
        "content": "烤土豆是烧烤中的“万能配菜”，土豆切成厚片，刷上油和醋，烤制至表皮焦脆，内部绵软，撒上辣椒面、孜然粉和葱花。醋的酸性防止土豆氧化，同时增加脆感，辣椒和孜然则赋予其浓郁的风味。在川渝地区，烤土豆还会加入折耳根和醋，制成“酸辣烤土豆”，是街头小吃的代表之一，搭配一碗冰粉，解辣又解腻，成为夏日夜市的热销单品。"
    },
    {
        "id": 48,
        "title": "烤红薯",
        "price": 8,
        "detail": "烟薯碳烤至流糖，甜糯无丝，冬日暖心首选",
        "imageUrl": "https://img1.baidu.com/it/u=1247251856,3048156038&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667.jpg",
        "content": "烤红薯是秋冬烧烤的暖心选择，选用烟薯或蜜薯，直接埋入炭火中烤制40分钟，待外皮焦黑、内部糖汁流出时取出。剥开后，红薯的甜香扑鼻，果肉呈琥珀色，甜糯无丝，入口即化，是天然的健康甜品。在北方街头，烤红薯常放在特制的铁桶中烤制，保温效果好，适合边走边吃，搭配烤栗子，是冬季的“温暖组合”，其甜蜜的口感和暖手的温度，成为冬日里的治愈象征。"
    },
    {
        "id": 49,
        "title": "烤辣椒",
        "price": 5,
        "detail": "青椒碳烤至虎皮状，咸香微辣，可酿肉馅",
        "imageUrl": "https://img0.baidu.com/it/u=1223493675,2264070650&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500.jpg",
        "content": "烤辣椒选用肉质厚实的青椒，整只炭火烤制至表皮起泡、呈虎皮状，撕去外皮后，撒上盐和香油，保留辣椒的清甜和微辣。在陕西等地，烤辣椒称为“虎皮辣子”，常作为下饭菜，搭配馒头或面条食用，咸香开胃。在川湘烧烤摊，烤辣椒还会填入肉馅烤制，制成“酿辣椒”，辣味升级，口感更丰富，搭配米饭食用，是重口味食客的最爱。"
    },
    {
        "id": 50,
        "title": "烤大蒜",
        "price": 5,
        "detail": "山东金乡大蒜整头烤制，绵软甜香，解酒解腻",
        "imageUrl": "https://img0.baidu.com/it/u=4933378,2144909406&fm=253&fmt=auto&app=138&f=JPEG?w=800&h=1069.jpg",
        "content": "烤大蒜选用山东金乡产的紫皮大蒜，其蒜瓣饱满、辛辣味足。整头大蒜无需剥皮，直接埋入炭火中，用余温慢烤30分钟，期间翻动2-3次，确保受热均匀。烤好的大蒜外皮焦黑开裂，内部蒜瓣呈金黄色，用手轻捏即可挤出。此时的蒜瓣褪去了生蒜的辛辣，转化为甜软的口感，带有炭火的焦香，入口即化，余味中略带一丝苦味，却异常开胃。在东北烧烤文化中，烤大蒜是“解酒神器”，聚餐尾声时每人来一头，搭配小米粥食用，既能缓解醉酒不适，又能中和烧烤的油腻。中医认为大蒜烤制后辛温之性减弱，更易被人体吸收，具有暖脾胃、杀菌的功效，因此深受中老年食客喜爱。在哈尔滨的烧烤店，烤大蒜常作为赠送小菜，体现了东北人“实在”的待客之道。"
    }
]
